[
    {
        "power_id": 1,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 1,
        "power": "Feral Whispers",
        "description": "Allows you to communicate with an animal and give it orders while looking into its eyes.  Must defeat the animal in a Social Challenge.  Cannot be used to speak with humans or other Kindred.",
        "power_order": 1,
        "book": 1,
        "page": 134
    },
    {
        "power_id": 2,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 1,
        "power": "Beckoning",
        "description": "You can summon animals in your vicinity by spending Social Traits (one per larger animal or one per five smaller animals) and imitating their call (e.g., a wolf\\&#039;s howl or an owl\\&#039;s hoot).",
        "power_order": 2,
        "book": 1,
        "page": 134
    },
    {
        "power_id": 3,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 2,
        "power": "Subsume the Spirit",
        "description": "By locking eyes with an animal, you can move your consciousness into it.  Your body falls into a comatose state as you use the animal\\&#039;s as your own; you are not necessarily aware of what happens to your body.  Your physical disciplines do not augment the animal, though based on the number of Social Traits spent when you begin the possession, some mental or social disciplines may be available.",
        "power_order": 1,
        "book": 1,
        "page": 135
    },
    {
        "power_id": 4,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 2,
        "power": "Quell the Beast",
        "description": "By winning a Social Challenge you make it difficult for other Kindred to act.  Victims must spend 2 additional Mental Traits for Mental actions and can only use Willpower to fuel Advanced (or more powerful) disciplines.",
        "power_order": 2,
        "book": 1,
        "page": 135
    },
    {
        "power_id": 5,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 3,
        "power": "Drawing out the Beast",
        "description": "Win a Social Challenge with another character (in your line of sight) to throw your Beast into them, causing them to Frenzy instead of you.  While they have your Beast, you suffer the negative effects of Quell the Beast.  You can end this power at any time.  ",
        "power_order": 1,
        "book": 1,
        "page": 136
    },
    {
        "power_id": 6,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 4,
        "power": "Animal Succulence",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 41
    },
    {
        "power_id": 7,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 4,
        "power": "Shared Soul",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 41
    },
    {
        "power_id": 8,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 4,
        "power": "Species Speech",
        "description": null,
        "power_order": 3,
        "book": 2,
        "page": 42
    },
    {
        "power_id": 9,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 5,
        "power": "Conquer the Beast",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 42
    },
    {
        "power_id": 10,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 6,
        "power": "Taunt the Caged Beast",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 42
    },
    {
        "power_id": 11,
        "discipline_id": 1,
        "path_id": null,
        "level_id": 7,
        "power": "Unchain the Beast",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 43
    },
    {
        "power_id": 12,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 1,
        "power": "Heightened Senses",
        "description": "You may double the effectiveness of any or all of your physical senses at will.",
        "power_order": 1,
        "book": 1,
        "page": 137
    },
    {
        "power_id": 13,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 1,
        "power": "Aura Perception",
        "description": "By winning a Static Mental Challenge against a subject, you can read some information from their aura.  If you spend a Mental Trait, you can also see ghosts and other beings on the Astral Plane.",
        "power_order": 2,
        "book": 1,
        "page": 137
    },
    {
        "power_id": 14,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 2,
        "power": "The Spirit's Touch",
        "description": "You may spend a Mental Trait and touch an object to read the emotional state of those who have handled it before you.  This information is received as a sensory hallucination, if you will, and may be traumatic.",
        "power_order": 1,
        "book": 1,
        "page": 138
    },
    {
        "power_id": 15,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 2,
        "power": "Telepathy",
        "description": "You may make mental contact with a subject, allowing you to send or receive thoughts or read their memories.  This does allow the detection of false or altered memories.  Surface thoughts can be read without a test but deeper or more hidden thoughts require Mental Challenges.",
        "power_order": 2,
        "book": 1,
        "page": 138
    },
    {
        "power_id": 16,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 3,
        "power": "Psychic Projection",
        "description": "By spending a Willpower Trait, you can send your consciousness out of your body.  While on the Astral you cannot interact with the physical plane without spending an additional Willpower per turn to manifest.  Some Disciplines may be used, but not all of them.  If you are attacked, your Mental Traits replace your Physicals while in combat.",
        "power_order": 1,
        "book": 1,
        "page": 139
    },
    {
        "power_id": 17,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 4,
        "power": "Clairvoyance",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 43
    },
    {
        "power_id": 18,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 4,
        "power": "Prediction",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 43
    },
    {
        "power_id": 19,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 5,
        "power": "Karmic Sight",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 44
    },
    {
        "power_id": 20,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 6,
        "power": "Psychic Assault",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 45
    },
    {
        "power_id": 21,
        "discipline_id": 2,
        "path_id": null,
        "level_id": 7,
        "power": "False Slumber",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 46
    },
    {
        "power_id": 22,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 1,
        "power": "Alacrity",
        "description": "Alacrity allows you to preemptively act before any other character\\&#039;s physical action.  Often, this action happens at the top of a combat turn before non-Celerity actions take place.  Spend a single Blood Trait to activate all Celerity powers.",
        "power_order": 1,
        "book": 1,
        "page": 141
    },
    {
        "power_id": 23,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 1,
        "power": "Swiftness",
        "description": "Swiftness allows you to take an additional Physical action at the end of the turn.  Spend a single Blood Trait to activate all Celerity powers.",
        "power_order": 2,
        "book": 1,
        "page": 141
    },
    {
        "power_id": 24,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 2,
        "power": "Expediency",
        "description": "Expediency allows to make any one of your actions a Mental or Social. Your other action(s) must be Physical. Spend a single Blood Trait to activate all Celerity powers.",
        "power_order": 1,
        "book": 1,
        "page": 141
    },
    {
        "power_id": 25,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 3,
        "power": "Fleetness",
        "description": "With Fleetness, you win on ties both offensively and defensively, but only if you\\&#039;ve spent the necessary blood trait to activate Celerity powers.",
        "power_order": 1,
        "book": 1,
        "page": 141
    },
    {
        "power_id": 26,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 2,
        "power": "Legerity",
        "description": "Legerity allows you to take an additional Physical action at the end of the turn.  This stacks with the action from Swiftness so you have 1 action during the turn and 2 actions at the end of it.  Spend a single Blood Trait to activate all Celerity powers.  ",
        "power_order": 2,
        "book": 1,
        "page": 141
    },
    {
        "power_id": 27,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 4,
        "power": "Projectile",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 46
    },
    {
        "power_id": 28,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 5,
        "power": "Flower of Death",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 47
    },
    {
        "power_id": 29,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 6,
        "power": "Zephyr",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 47
    },
    {
        "power_id": 30,
        "discipline_id": 3,
        "path_id": null,
        "level_id": 7,
        "power": "Between the Ticks",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 48
    },
    {
        "power_id": 31,
        "discipline_id": 4,
        "path_id": null,
        "level_id": 1,
        "power": "Poke",
        "description": "This power creates a tactile sensation on an individual within your line of sight. For example, you could tap someone on the shoulder or poke them in the side. The sensation is as if someone had jabbed the target with their fingers but it does no damage. Spend a Mental Trait to activate this power for a scene. A subject who is concentrating may require a Mental Challenge to avoid being distracted by this effect.<br><br>Those effected by this power with the Awareness ability may make a Static Mental Challenge with a difficulty of 5. A successful chop will reveal that the Pokes are originating out of thin air.",
        "power_order": 1,
        "book": 1,
        "page": 142
    },
    {
        "power_id": 32,
        "discipline_id": 4,
        "path_id": null,
        "level_id": 1,
        "power": "Palming",
        "description": "This power allows a Ravnos to make an item disappear into thin air. They may only conceal an object that could fit into a shoebox. Using Palming requires the Ravnos to spend a Social Trait. Watching the Ravnos use Palming allows a viewer to make a Static Mental Challenge against the user, with a difficulty equal to the Ravnos\\&#039;s current Mental Traits. All viewers who succeed this challenge can perceive the object. When users of Auspex contest this action, they add their Auspex levels as a bonus to their Mental traits for the challenge. They may restest with Investigation. A person who searches the Ravnos physically also gets a +4 bonus to the challenege. Palming lasts until the end of a scene or an hour.<br><br>If the Ravnos ever uses the item (Ex. writes with a pen, points a knife menacingly), this power ends immediately.",
        "power_order": 2,
        "book": 1,
        "page": 142
    },
    {
        "power_id": 33,
        "discipline_id": 4,
        "path_id": null,
        "level_id": 2,
        "power": "Subliminal Messaging",
        "description": "This power allows the Ravnos to embed secret messages in otherwise innocuous conversation at the cost of a single Blood Trait. The Ravnos must chose a specific individual to whom the subliminal message is sent. They should share with all those in attendance the words that everyone hears and then whisper the subliminal message to their target or pass it in a note. Regardless, this subliminal message cannot be overheard by other parties, though Awareness can be used to detect the existence of the message. Frequently, the Ravnos use this capability to warn each other of trouble or to pass along secret messages for others who pay dearly for the service. It can also be used to transmit Dominate commands.",
        "power_order": 1,
        "book": 1,
        "page": 143
    },
    {
        "power_id": 34,
        "discipline_id": 4,
        "path_id": null,
        "level_id": 2,
        "power": "Covetous Form",
        "description": "This power allows the Ravnos to make objects appear much more beautiful then they actually are at the cost of a Blood Trait and up to 5 Mental Traits. The object gains that many Appearance traits for the rest of the night, losing any Appearance traits it previously had, as long as the Ravnos maintains this illusion on their person. Once the object leaves your possession, Covetous Form lasts for only a scene or an hour. The Ravnos can only control the specifics of the Covetous Form if they have a relevant craft skill, otherwise it is generically beautiful. No matter what craft skills the Ravnos has this power cannot turn an object into another object; to do so would require use of Phantasm.<br><br>Those with the Awareness ability may make a Mental Challenge, with a difficulty equal to the Ravnos\\&#039;s Mentals at time of creation, to notice that the object is not quite right.<br><br>Users of Auspex may see through the illusion with a Mental Challenge, retesting with Investigation. The object also reads as Magical to Aura Perception.<br><br>The object effected by Covetous Form counts as the same object, no matter how many times this power is used on it, for the purposes of the Toreador clan flaw.",
        "power_order": 2,
        "book": 1,
        "page": 143
    },
    {
        "power_id": 35,
        "discipline_id": 4,
        "path_id": null,
        "level_id": 3,
        "power": "Phantasm",
        "description": "This power allows the Ravnos to create a full fledged Illusion for a scene by spending Willpower Traits. Spending one Willpower Trait creates a Phantasm of up to the size the Ravnos, spending a second Willpower Trait allows the Ravnos to create a Phantasm up to the size of a small car. This illusion does not move, but smells, looks, feels, tastes, and sounds like the real thing. If you wish to have the object move, you must spend a Blood trait for it move for 3 seconds (1 round). This is purely sliding parts of the illusion around; more convincing movements require multiple smaller movements each costing a Blood trait. A Ravnos can only move the Phantasm at the speed at which they can move; it is not instantenous.<br><br>When you create the Phantasm, you must interact with the target or targets and then win a mass Mental Challenge with a Difficulty equal to the target\\&#039;s current Mental Traits so that they will be effected by the Phantasm. If a target is using Auspex, they add their levels of Auspex to their Mentals. They are immune to your Phantasms if you fail for the rest of the scene. Once the Phantasm is established, you cannot make more targets believe in it; doing so would require making a new Phantasm.<br><br>Phantasms can not do real damage, nor can they truely illuminate an area.<br><br>Interacting with the Phantasm for 3 rounds allows a target who believes in it to retest the Mental Challenge.",
        "power_order": 1,
        "book": 1,
        "page": 143
    },
    {
        "power_id": 36,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 1,
        "power": "Passion",
        "description": "Winning a Social Challenge with your target allows you to either increase or decrease their emotional intensity.  Often referred to as Passions Up or Passions Down.",
        "power_order": 1,
        "book": 1,
        "page": 144
    },
    {
        "power_id": 37,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 1,
        "power": "The Haunting",
        "description": "Spend a Blood Trait and win a Social Challenge to give your target Schizophrenia for the rest of the night.  Remember that we&#039;ve changed how Schizophrenia operates in our game; see the Handbook for more details.",
        "power_order": 2,
        "book": 1,
        "page": 144
    },
    {
        "power_id": 38,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 2,
        "power": "Touch of Chaos",
        "description": "Touching an object and making a Static Mental Challenge renders the object incomprehensible in function to those not connected to the Madness Network. See 101 for more details.",
        "power_order": 1,
        "book": 1,
        "page": 145
    },
    {
        "power_id": 39,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 2,
        "power": "Voice of Madness",
        "description": "To use this power, you must expend a Blood Trait and speak to your victim(s) for a full turn. Then you make a mass Social Challenge. Losers in the Social Challenge either (a) flee if they are mortal or (b) make a frenzy test (Difficulty 4) if they&#039;re supernatural, as appropriate to their supernatural state.  ",
        "power_order": 2,
        "book": 1,
        "page": 145
    },
    {
        "power_id": 40,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 3,
        "power": "Total Insanity",
        "description": "Spend a Blood Trait and win a Social Challenge with your target and he or she is down X Traits for every challenge for the scene or an hour. (X = -1 for each Social Trait the Malkavian spends, up to the level of Dementation powers that they have.) The target should role play the insanity as they deem appropriate.",
        "power_order": 1,
        "book": 1,
        "page": 146
    },
    {
        "power_id": 41,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 1,
        "power": "Command",
        "description": "Win a Mental Challenge against a target and make them follow single-word commands.  This power cannot control bodily functions, so commands like \\&quot;Sleep\\&quot; is not viable; nor are \\&quot;vomit,\\&quot; \\&quot;poop,\\&quot; or \\&quot;fart.\\&quot;  Requires eye contact.",
        "power_order": 1,
        "book": 1,
        "page": 146
    },
    {
        "power_id": 42,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 1,
        "power": "Mesmerism",
        "description": "Win a Mental Challenge against a target and make them follow a more complex command.  It can either be triggered immediately or be triggered by an event that has not yet happened.  Only one command can be \\&quot;implanted\\&quot; in this way at a time.  Requires eye contact with your victim.",
        "power_order": 2,
        "book": 1,
        "page": 146
    },
    {
        "power_id": 43,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 2,
        "power": "Mental Reconnaissance",
        "description": "You may piggyback your consciousness in the mind of another. By succeeding in a Opposed Mental Challenge against another, you may pick a number of senses equal to the levels of Dominate you have to experience from the perspective of both yourself and the target for the next scene or hour, whichever is shorter.",
        "power_order": 1,
        "book": 1,
        "page": 147
    },
    {
        "power_id": 44,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 2,
        "power": "Forgetful Mind",
        "description": "You may reveal or alter a subject’s memories. By meeting their gaze and succeeding in an Opposed Mental Challenge against them, you gain access to their memories. ",
        "power_order": 2,
        "book": 1,
        "page": 147
    },
    {
        "power_id": 45,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 3,
        "power": "Tactile Induction",
        "description": "Masters of Dominate have the means to impose their will even on adversaries wary enough to avoid their eyes. This level allows you to use any power of Dominate through touch instead of eye contact.",
        "power_order": 1,
        "book": 1,
        "page": 148
    },
    {
        "power_id": 46,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 4,
        "power": "Chain the Psyche",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 49
    },
    {
        "power_id": 47,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 4,
        "power": "Loyalty",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 49
    },
    {
        "power_id": 48,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 4,
        "power": "Obedience",
        "description": null,
        "power_order": 3,
        "book": 2,
        "page": 49
    },
    {
        "power_id": 49,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 5,
        "power": "Mass Manipulation",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 49
    },
    {
        "power_id": 50,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 5,
        "power": "Still the Mortal Flesh",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 50
    },
    {
        "power_id": 51,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 6,
        "power": "Far Mastery",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 51
    },
    {
        "power_id": 52,
        "discipline_id": 6,
        "path_id": null,
        "level_id": 7,
        "power": "Speak Through the Blood",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 51
    },
    {
        "power_id": 53,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 1,
        "power": "Endurance",
        "description": "You do not suffer any wound penalties for being Wounded or Incapacitated and can\\&#039;t be knocked Unconscious.  You do suffer wound penalties when Bruised and can still fall into torpor and be killed.",
        "power_order": 1,
        "book": 1,
        "page": 146
    },
    {
        "power_id": 54,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 1,
        "power": "Mettle",
        "description": "You gain an additional health level which functions as an additional Healthy box.  This is automatically added to your sheet.",
        "power_order": 2,
        "book": 1,
        "page": 149
    },
    {
        "power_id": 55,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 2,
        "power": "Resilience",
        "description": "When you suffer aggravated damage, you immediately make a Simple Test to reduce its severity.  If you win the damage, one box of aggravated damage is reduced to lethal.  If you spend a Physical Trait when chopping, the damage is reduced on a win or a tie.",
        "power_order": 1,
        "book": 1,
        "page": 149
    },
    {
        "power_id": 56,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 2,
        "power": "Resistance",
        "description": "When you suffer lethal or bashing damage, make a Simple Test to avoid some of it.  Win the test and one level of damage is removed.  If you spend a Physical Trait, you can remove damage on a win or a tie.  You can use this Discipline after Resilience (Fortitude 3).  Thus, you could take aggravated damage down to lethal and then this power could remove that lethal, too.",
        "power_order": 2,
        "book": 1,
        "page": 149
    },
    {
        "power_id": 57,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 3,
        "power": "Aegis",
        "description": "Spending a Willpower Dot removes all damage taken during the round.  If you would take damage that would kill you or put you in Torpor, you must spend Willpower to survive.  This does not negate physics; getting hit by a train might not hurt you, but it is going to move you.",
        "power_order": 1,
        "book": 1,
        "page": 150
    },
    {
        "power_id": 58,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 4,
        "power": "Personal Armor",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 52
    },
    {
        "power_id": 59,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 5,
        "power": "Shared Strength",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 52
    },
    {
        "power_id": 60,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 6,
        "power": "Adamantite",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 53
    },
    {
        "power_id": 61,
        "discipline_id": 7,
        "path_id": null,
        "level_id": 7,
        "power": "Juggernaut",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 53
    },
    {
        "power_id": 62,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 1,
        "power": "The Missing Voice",
        "description": "This power allows you to throw your voice to any location within your line of sight.  You can do this at any time, even while doing something else, though if you are distracted by other actions, you suffer a -2 trait penalty on challenges as you split your attention.",
        "power_order": 1,
        "book": 1,
        "page": 150
    },
    {
        "power_id": 63,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 1,
        "power": "Phantom Speaker",
        "description": "With this power you can project your voice to anyone you know even if they\\&#039;re not in your line of sight by spending a Blood Trait.  As long as it is night at your target\\&#039;s location, you can make your voice heard.  Only your target can hear your words, but an eavesdropper with Intermediate Auspex can listen in by defeating you in a Mental Challenge.",
        "power_order": 2,
        "book": 1,
        "page": 151
    },
    {
        "power_id": 64,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 2,
        "power": "Madrigal",
        "description": "Win a Social Challenge against everyone you wish to affect -- you can choose not to affect people who can still hear you if you wish to.  Those who fail to defeat you in the challenge suffer an overwhelming surge of emotion and should roleplay accordingly.  You can enhance or reduce the emotional intensity in roughly the same was as with Dementation 1: Passions.",
        "power_order": 1,
        "book": 1,
        "page": 151
    },
    {
        "power_id": 65,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 2,
        "power": "Siren's Beckoning",
        "description": "Win a Social Challenge against your target.  If you win, your target suffers a -2 penalty on ties for all challenges for the remainder of the night.",
        "power_order": 2,
        "book": 1,
        "page": 151
    },
    {
        "power_id": 66,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 3,
        "power": "Virtuosa",
        "description": "This allows you to use Phantom Speaker or Siren\\&#039;s Beckoning against multiple people at one time.  However, you cannot use both powers at the same time.",
        "power_order": 1,
        "book": 1,
        "page": 151
    },
    {
        "power_id": 67,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 4,
        "power": "Shattering Crescendo",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 54
    },
    {
        "power_id": 68,
        "discipline_id": 8,
        "path_id": null,
        "level_id": 5,
        "power": "Persistent Echo",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 54
    },
    {
        "power_id": 70,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 1,
        "power": "Sense Vitality (Obeah)",
        "description": "Touch a subject and expend up to four Mental Traits for information about the target\\&#039;s health and well-being.",
        "power_order": 1,
        "book": 1,
        "page": 158
    },
    {
        "power_id": 71,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 1,
        "power": "Anesthetic Touch (Obeah)",
        "description": "Touch a willing target and expend a Blood Trait and that target suffers no wound penalties for the next full turn.  If you also expend a Willpower Trait, they suffer no wound penalties for the rest of the scene or an hour.  You can also cause a willing mortal to sleep.",
        "power_order": 2,
        "book": 1,
        "page": 159
    },
    {
        "power_id": 72,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 2,
        "power": "Corpore Sano",
        "description": "Touch an injury and spend Blood Traits.  Each Trait heals one level of lethal (or bashing) damage.  Aggravated damage requires two traits.  You can heal your own wounds.",
        "power_order": 1,
        "book": 1,
        "page": 159
    },
    {
        "power_id": 73,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 2,
        "power": "Mens Sana",
        "description": "With about 10 minutes of uninterrupted therapy you can spend two Blood Traits and win a Static Mental Challenge to alleviate a subject\\&#039;s derangement permanently.  Malkavians cannot be cured of the derangement they choose as their clan flaw, though it can be shut down for a scene or an hour.  You cannot use this on yourself.",
        "power_order": 2,
        "book": 1,
        "page": 159
    },
    {
        "power_id": 74,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 3,
        "power": "Empathic Healing",
        "description": "To use this power, spend a Willpower and touch your subject. After touching them for one full turn, they are completely healed of all damage, regardless of the type of damage. However, you talk half of that damage onto yourself, rounded down. In other words, 3 Aggravated, 2 Lethal, 2 Bashing would become 1 Aggravated, 1 Lethal, 1 Bashing. 1 Aggravated, 3 Lethal, 3 Bashing would become 0 Aggravated, 1 Lethal, 1 Bashing. You may heal this damage to yourself as you would damage from any other source.",
        "power_order": 1,
        "book": 1,
        "page": 160
    },
    {
        "power_id": 75,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 4,
        "power": "Renewed Vigor",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 55
    },
    {
        "power_id": 76,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 5,
        "power": "Safe Passage",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 55
    },
    {
        "power_id": 77,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 6,
        "power": "Purification",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 56
    },
    {
        "power_id": 78,
        "discipline_id": 10,
        "path_id": null,
        "level_id": 7,
        "power": "Unbind the Flesh-Clad Soul",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 56
    },
    {
        "power_id": 79,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 1,
        "power": "Cloak of Shadows",
        "description": "You can fade from view but must remain stationary when doing so.  Also, no one can be looking at you when you disappear and you must to so from the cover of shadows.",
        "power_order": 1,
        "book": 1,
        "page": 161
    },
    {
        "power_id": 80,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 1,
        "power": "Unseen Presence",
        "description": "You can fade from view -- as long as no one is looking -- and move around.  If you interact with the world in a way that would cause something else to move, your obfuscation is automatically broken.",
        "power_order": 2,
        "book": 1,
        "page": 161
    },
    {
        "power_id": 81,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 2,
        "power": "Mask of a Thousand Faces",
        "description": "You can use your powers to look bland and uninteresting.  Or, you can try to copy someone else\\&#039;s face by winning a Mental Challenge with a difficulty of 7 plus the target\\&#039;s Appearance Traits.  You can also spend a Mental Trait to assume a familiar visage, which is especially useful for Nosferatu, Samedi, and Gargoyles who are, otherwise, walking Masquerade breaches.",
        "power_order": 1,
        "book": 1,
        "page": 162
    },
    {
        "power_id": 82,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 2,
        "power": "Vanish from the Mind's Eye",
        "description": "This allows you to remain unseen even when others are looking or speaking aloud.  You make a mass Mental Challenge against all onlookers and are hidden from those that you defeat.  You still become visible when you interact with the environment, but can attempt to become hidden again immediately thereafter.  You \\&quot;disappear\\&quot; immediately when using this power.",
        "power_order": 2,
        "book": 1,
        "page": 162
    },
    {
        "power_id": 83,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 3,
        "power": "Cloak the Gathering",
        "description": "You can extend your powers of Obfuscate to include others.  If you wish to use Vanish from the Mind\\&#039;s Eye on others, you must spend one Mental Trait per additional person after yourself.",
        "power_order": 1,
        "book": 1,
        "page": 163
    },
    {
        "power_id": 84,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 4,
        "power": "Conceal",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 57
    },
    {
        "power_id": 85,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 4,
        "power": "Mind Blank",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 57
    },
    {
        "power_id": 86,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 4,
        "power": "Soul Mask",
        "description": null,
        "power_order": 3,
        "book": 2,
        "page": 57
    },
    {
        "power_id": 87,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 5,
        "power": "Cache",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 58
    },
    {
        "power_id": 88,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 6,
        "power": "Old Friend",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 58
    },
    {
        "power_id": 89,
        "discipline_id": 11,
        "path_id": null,
        "level_id": 7,
        "power": "Create Name",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 58
    },
    {
        "power_id": 90,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 1,
        "power": "Shadow Play",
        "description": "You can manipulate existing shadow, reshaping it to your will. You may spend one Blood Trait to activate this power for the remainder of the scene or an hour, whichever comes first. One target at a time may be affected with one of the following effects:<br><br>  *  Concealing yourself, gaining one bonus Trait in challenges of stealth and ranged combat.<br>  *  Covering yourself with shadow to gain one bonus Trait in challenges of intimidation.<br>  *  Sending the shadows after another, requiring them to bid an additional Trait on Physical Challenges.<br>  *  Strangling a mortal. A mortal with three or fewer Physical Traits loses one Physical Trait per turn, and then one health level per turn, as long as they are affected by the shadow.  This can be broken as with a grapple.<br>  *  Seeing in the dark. You cannot grant this capability to others.<br><br>Affecting yourself is automatic; using this ability against others requires a challenge of your Mental Traits against the target&rsquo;s Physical Traits.<br><br>The conspicuousness of the use of this power depends on how blatantly it used.",
        "power_order": 1,
        "book": 1,
        "page": 163
    },
    {
        "power_id": 91,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 1,
        "power": "Shadow's Embrace",
        "description": "You draw the power of darkness into yourself, merging the shadow with your flesh. By spending one Blood Trait, you cause bands of shadow to ripple across your body. These bands propel your actions, giving you one additional action at the very bottom of the round (after any and all Celerity actions). This action must be physical in nature, and does not grant you additional movement like a bonus Celerity action would. You gain +1 on any offensive intimidation challenges outside of Discipline use.<br><br>This power is only active till the end of the round in which you chose to activate it. Activating this power does not cost an action, but must be announced before you take your final action of the round. This power can only be activated once per round.",
        "power_order": 2,
        "book": 1,
        "page": 164
    },
    {
        "power_id": 92,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 2,
        "power": "Shroud",
        "description": "As a Social action, you can spend one Blood Trait to create a sphere of roiling tendrils of darkness roughly 10 yards in diameter. It lasts for the remainder of a scene or one hour, whichever comes first, or until dispelled by the user. These roiling tendrils confound vision and are viscous enough to also hinder actions. The Shroud can be summoned anywhere around you, as long as part of it is touching you when you summon it. Once summoned, it cannot be moved. The Shroud roughly fills a small room, but does not extend through solid floors or walls (so the neighbors downstairs don&rsquo;t see a section of sphere hanging around on their ceiling). One character can only have one Shroud activated at a time, but multiple characters can have overlapping Shrouds. Where Shrouds overlap, the negative effects do not stack, but both users suffer the negative effects of the other&rsquo;s Shroud.  <br><br>Those inside the Shroud (except the user) suffer the following effects:<br><br>  1.  Bid an extra Trait on physical actions<br>  2.  Down 2 Traits on all Physical Challenges. Each appropriate super-sensory power (Heightened Senses, Eyes of the Beast, Tongue of the Asp, etc.) negates 1 of these Trait penalties, but does not alter the other effects of this power.  <br>  3.  All defenders in a Physical Challenge get a free automatic defensive retest called &quot;Shroud&quot; which must be used.<br>  4.  While everyone can see through the Shroud, you cannot use powers which require eye-to-eye contact. (While you can occasionally see someone&#039;s eyes, you can&#039;t do so reliably enough to use a power.) Even the user of Shroud is affected by this one, since your targets often can&#039;t see your eyes reliably.",
        "power_order": 1,
        "book": 1,
        "page": 164
    },
    {
        "power_id": 93,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 2,
        "power": "Arms of the Abyss",
        "description": "This ability summons tentacles of darkness that act under the control of the user. When summoning multiple tentacles, you can choose to have them all sprout from different points, or from the same point. They remain for the remainder of the scene, until dismissed, or until the user loses consciousness.<br><br>The user spends one Blood Trait and one Social Trait per tentacle summoned. The default tentacle is six feet long and possesses three Physical Traits and four health levels. Each additional Blood Trait spent at creation gives one tentacle an additional Physical Trait or extends its length by six feet. By default, they possess any Fortitude you possess; at creation, you may choose to give them your Potence instead. (They cannot use Aegis, however.)<br><br>The tentacles fight under the control of their creator. They can attack, grapple, wield melee weapons, and perform physical actions with some degree of precision but their fine control is limited by their form (i.e., they lack fingers, and the tip of a tentacle is still quite blunt). No more than one tentacle can attack a given target. They take damage from attacks normally, and suffer damage from fire and sunlight as vampires do.<br><br>They have a limited form of self-intelligence, and as they are made from the stuff of the Abyss, are unaffected by other powers within Obtenebration (including the drawbacks of Shroud). They cannot be affected by most Social or Mental powers.",
        "power_order": 2,
        "book": 1,
        "page": 165
    },
    {
        "power_id": 94,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 3,
        "power": "Tenebrous Form",
        "description": "This ability turns you into shadow itself, transforming you into a pseudo-liquid form of darkness. You can see through normal darkness, and ooze through small holes and cracks and even up walls.<br><br>This power requires spending three Blood Traits and three turns of concentration to activate, or spending one Blood Trait and one Willpower Trait to transform instantly. While in this form, you cannot be affected by physical attacks, but are affected by fire, sunlight and magic (although your blood cannot be affected by Thaumaturgy, as it only exists in shadow form). Having no physical form, you cannot speak or attack normally. Mental Disciplines may be used, within the limitations of the form (not possessing eyes, you cannot use most powers of Dominate but are likewise unaffected by it). You may not use levels of Obtenebration above Shroud. Fire and sunlight are exceptionally painful to those in this form, causing a one-Trait penalty on relevant Courage tests.<br><br>Anyone you touch is chilled by the chill of the darkness and must bid one additional Trait in Physical Challenges until the end of combat. (This penalty is not cumulative no matter how many times you touch a given target, but does stack with Shroud penalties.) Touching someone requires a Physical Challenge.<br><br>The user remains in this form until they choose to leave it, or they lose consciousness.",
        "power_order": 1,
        "book": 1,
        "page": 165
    },
    {
        "power_id": 95,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 1,
        "power": "Prowess",
        "description": "All of your unarmed or clubbing attacks inflict lethal damage. You can also refresh all your Physical Traits once per night.",
        "power_order": 1,
        "book": 1,
        "page": 166
    },
    {
        "power_id": 96,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 1,
        "power": "Might",
        "description": "Might can be spent as a single retest for any Physical Challenge, though doing so is your last one.",
        "power_order": 2,
        "book": 1,
        "page": 166
    },
    {
        "power_id": 97,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 2,
        "power": "Subtlety",
        "description": "You are able to channel your Potence in subtle ways. Small movements you make can still channel your full strength; this may allow you to break handcuffs by flexing your wrists, smash a door by leaning against it, or strike someone by flicking your finger at them.",
        "power_order": 1,
        "book": 1,
        "page": 166
    },
    {
        "power_id": 98,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 2,
        "power": "Intensity",
        "description": "You can bid \\&quot;Potence\\&quot; as a Physical Trait in challenges. This trait does not count toward totals when resolving ties (or overbids), but it can never be lost. You cannot use this power if you\\&#039;re out of normal Physical Traits.",
        "power_order": 2,
        "book": 1,
        "page": 166
    },
    {
        "power_id": 99,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 3,
        "power": "Puissance",
        "description": "You win on ties for offensive Physical Challenges and inflict an additional level of damage in combat. This power can break weapons not specifically built to withstand your strength.",
        "power_order": 1,
        "book": 1,
        "page": 167
    },
    {
        "power_id": 100,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 4,
        "power": "Imprint",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 59
    },
    {
        "power_id": 101,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 5,
        "power": "Earthshock",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 60
    },
    {
        "power_id": 102,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 6,
        "power": "Flick",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 60
    },
    {
        "power_id": 103,
        "discipline_id": 13,
        "path_id": null,
        "level_id": 7,
        "power": "Destruction",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 61
    },
    {
        "power_id": 104,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 1,
        "power": "Awe",
        "description": "This power can be used to briefly grab people&#039;s attention or as a retest for Social Challenges, though you can do so only once.  It costs a Social Trait to use.  This power does not automatically grant eye contact.",
        "power_order": 1,
        "book": 1,
        "page": 167
    },
    {
        "power_id": 105,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 1,
        "power": "Dread Gaze",
        "description": "Baring your fangs and hissing may cause others to flee from you in terror.  You must win a Social Challenge with your target to make this happen.",
        "power_order": 2,
        "book": 1,
        "page": 167
    },
    {
        "power_id": 106,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 2,
        "power": "Entrancement",
        "description": "Winning a Social Challenge with a target causes them to be favorably disposed to you and your ideas for the remainder of a scene or an hour.  Those who were previously neutral will become friendly and hostile targets will become neutral.  Taking a hostile action against a target breaks the effect.",
        "power_order": 1,
        "book": 1,
        "page": 168
    },
    {
        "power_id": 107,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 2,
        "power": "Summon",
        "description": "For Summon, the STs will make a chop for you.  Winning that Social Challenge with your target you have met will cause them to come to you so you can speak with them.   Players can be confused by false identities (e.g., Mask of a Thousand Faces) and cannot be used to summon people on other planes (e.g., the Astral or Umbral planes).  If you Summon someone into an ambush, further uses of Summon on that target for the night will automatically fail.",
        "power_order": 2,
        "book": 1,
        "page": 168
    },
    {
        "power_id": 108,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 3,
        "power": "Majesty",
        "description": "Spending a Willpower Trait makes it nigh impossible for others to attack you.  They don&#039;t have to agree with you, but they have to respect you and your wishes.  If you take a hostile action, this power is broken.  Others can call for a Willpower Challenge to retest this power.",
        "power_order": 1,
        "book": 1,
        "page": 168
    },
    {
        "power_id": 109,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 4,
        "power": "Love",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 61
    },
    {
        "power_id": 110,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 4,
        "power": "Paralyzing Gaze",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 62
    },
    {
        "power_id": 111,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 4,
        "power": "Spark of Rage",
        "description": null,
        "power_order": 3,
        "book": 2,
        "page": 62
    },
    {
        "power_id": 112,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 5,
        "power": "Cooperation",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 63
    },
    {
        "power_id": 113,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 5,
        "power": "Father Knows Best",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 63
    },
    {
        "power_id": 114,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 6,
        "power": "Ironclad Command",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 64
    },
    {
        "power_id": 115,
        "discipline_id": 14,
        "path_id": null,
        "level_id": 7,
        "power": "Pulse on the City",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 64
    },
    {
        "power_id": 116,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 1,
        "power": "Eyes of the Beast",
        "description": "You can make your eyes glow red to see in the dark.  You suffer a -1 penalty on Social Challenges.",
        "power_order": 1,
        "book": 1,
        "page": 169
    },
    {
        "power_id": 117,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 2,
        "power": "Feral Claws",
        "description": "Spend a blood trait to grow claws that do aggravated damage in combat.",
        "power_order": 1,
        "book": 1,
        "page": 169
    },
    {
        "power_id": 118,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 1,
        "power": "Earth Meld",
        "description": "Touching earth and soil allows you to move within it.  You cannot be readily detected while using this power and doing so costs a Blood Trait.",
        "power_order": 2,
        "book": 1,
        "page": 169
    },
    {
        "power_id": 119,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 2,
        "power": "Shape of the Beast",
        "description": "This power allows you to shift into an animal form after spending up to three Blood Traits.  Each trait after the first reduces the total time it takes to shift.  A Blood Trait and a Willpower can be spent to shift immediately.",
        "power_order": 2,
        "book": 1,
        "page": 170
    },
    {
        "power_id": 120,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 3,
        "power": "Mist Form",
        "description": "Taking Mist Form costs up to three Blood Traits, each trait after the first reducing the time it takes to shift.  Alternately, a single Blood Trait and a Willpower can be spent to shift immediately.  You cannot effect the physical world, but you can move about.",
        "power_order": 1,
        "book": 1,
        "page": 170
    },
    {
        "power_id": 121,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 4,
        "power": "Earth Control",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 65
    },
    {
        "power_id": 122,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 4,
        "power": "Flesh of Marble",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 65
    },
    {
        "power_id": 123,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 5,
        "power": "Restore the Mortal Visage",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 66
    },
    {
        "power_id": 124,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 5,
        "power": "Shape of the Beast's Wrath",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 66
    },
    {
        "power_id": 125,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 5,
        "power": "Spectral Body",
        "description": null,
        "power_order": 3,
        "book": 2,
        "page": 67
    },
    {
        "power_id": 126,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 6,
        "power": "Purify the Impaled Breast",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 67
    },
    {
        "power_id": 127,
        "discipline_id": 15,
        "path_id": null,
        "level_id": 6,
        "power": "Inward Focus",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 68
    },
    {
        "power_id": 128,
        "discipline_id": 16,
        "path_id": null,
        "level_id": 1,
        "power": "Silence of Death",
        "description": "You create an area of silence around your person roughly 10 feet in diameter.  Sounds outside that area can still be heard, but sounds that originate within it are completely muffled.  It costs a Blood Trait to use.",
        "power_order": 1,
        "book": 1,
        "page": 171
    },
    {
        "power_id": 129,
        "discipline_id": 16,
        "path_id": null,
        "level_id": 1,
        "power": "Scorpion's Touch",
        "description": "Each Blood Trait you spend on this power is converted to a dangerous poison.  If this blood touches a victim or is ingested, they loose a Physical Trait for each Blood Trait they encounter.  You can also spit blood at a foe.  Only one trait can be used on any given attacks, though subsequent attacks can use additional blood.",
        "power_order": 2,
        "book": 1,
        "page": 171
    },
    {
        "power_id": 130,
        "discipline_id": 16,
        "path_id": null,
        "level_id": 2,
        "power": "Dagon's Call",
        "description": "Touching a target an spending a number of Physical Traits not to exceed the number of Quietus powers you have allows you to cause them lethal damage.  You need not see the target to create the damage and the damage can be caused at a later time, though not after the following dawn.  A Static Physical Challenge with a difficulty of your traits is performed to resist this damage.",
        "power_order": 1,
        "book": 1,
        "page": 172
    },
    {
        "power_id": 131,
        "discipline_id": 16,
        "path_id": null,
        "level_id": 2,
        "power": "Baal's Caress",
        "description": "Spend a Blood Trait and apply that blood to a weapon or spit it at your foe to do one aggravated damage.  This only works when spat or applied to a weapon.  Used in other ways, the &quot;toxicity&quot; of your blood is reduced at the end of a turn.  ",
        "power_order": 2,
        "book": 1,
        "page": 172
    },
    {
        "power_id": 132,
        "discipline_id": 16,
        "path_id": null,
        "level_id": 3,
        "power": "Hemorrhage",
        "description": "Spend three turns (or fifteen seconds out of combat) in concentration and issue a Mental Challenge which your target resists with his Physical Traits. You may risk as many of your Mental Traits as you like in this challenge, up to the number of levels of Quietus you have. If you win, make a number of Simple Tests equal to the number of Mental Traits you risked. For each such Simple Test you win or tie, the target loses one Blood Trait (or takes one level of Lethal damage if mortal). ",
        "power_order": 1,
        "book": 1,
        "page": 172
    },
    {
        "power_id": 133,
        "discipline_id": 17,
        "path_id": null,
        "level_id": 1,
        "power": "The Eyes of the Serpent",
        "description": "Gaze into a target&#039;s eyes and win a Social Challenge to pin them in place.  If they are injured or attacked, this hypnosis ends.",
        "power_order": 1,
        "book": 1,
        "page": 173
    },
    {
        "power_id": 134,
        "discipline_id": 17,
        "path_id": null,
        "level_id": 1,
        "power": "The Tongue of the Asp",
        "description": "Your tongue can shift, at will, into that of a snake.  The edge of it can inflict aggravated wounds on targets up to 1.5 feet away and allows you to drink blood from targets thus struck.  You can use this power to reduce darkness penalties.  This power costs 1 Blood Trait.",
        "power_order": 2,
        "book": 1,
        "page": 173
    },
    {
        "power_id": 135,
        "discipline_id": 17,
        "path_id": null,
        "level_id": 2,
        "power": "The Skin of the Adder",
        "description": "This power allows you to change your skin to that of a snake.  You gain +2 Physical Traits and your bite causes 1 aggravated wound plus another agg  if you win (not tie) a Simple Test after a successful attack.  You can also fit through areas large enough to fit your head.  You are at -2 to Social Challenges while using this power.  You can spend 1 Blood to shift at the end of a turn or 1 Blood and 1 Willpower to shift immediately.",
        "power_order": 1,
        "book": 1,
        "page": 173
    },
    {
        "power_id": 136,
        "discipline_id": 17,
        "path_id": null,
        "level_id": 2,
        "power": "The Form of the Cobra",
        "description": "Spending 1 Blood Trait allows you to change your shape into that of an immense cobra at the end of three turns.  Or, you can spend 1 Blood and 1 Willpower to change immediately.  While in cobra form, your bite is venomous (killing mortals) and you can slip through small passages.  You remain a serpent until dawn or you choose to change back.",
        "power_order": 2,
        "book": 1,
        "page": 173
    },
    {
        "power_id": 137,
        "discipline_id": 17,
        "path_id": null,
        "level_id": 3,
        "power": "The Heart of Darkness",
        "description": "With this power, your heart -- or someone else&#039;s -- can be removed without causing final death.  The subject of this power must spend a Willpower Trait to allow you to perform the surgery upon them.  This makes them immune to staking, unless the heart is found, but also looses them any Empathy abilities they may poses.  If the heart is exposed to sunlight or fire, the Vampire is killed.",
        "power_order": 1,
        "book": 1,
        "page": 174
    },
    {
        "power_id": 138,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 1,
        "power": "Destroy the Husk",
        "description": "You can reduce a dead body into no more than a pile of dust. Expend one Blood Trait, dripping it onto the corpse. Over the next five minutes, the corpse dissolves into a human-shaped pile of roughly 30 pounds of dust. Certain magics, including The Spirit&#039;s Touch, may allow another to determine the origin of the remaining dust, but no mortal agency may do so.",
        "power_order": 1,
        "book": 1,
        "page": 173
    },
    {
        "power_id": 139,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 1,
        "power": "Putrefaction",
        "description": "Striking a target and spending a Blood Trait causes lethal damage in the form of disgusting, decaying wounds. This subtracts 1 from the victim&#039;s Appearance in addition to the damage. The power can be used on vampires, mortals, animals, and even plants.",
        "power_order": 2,
        "book": 1,
        "page": 174
    },
    {
        "power_id": 140,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 2,
        "power": "Ashes to Ashes",
        "description": "Spending 2 Blood Traits you fall into ash at the end of the turn. This ash is indistinguishable from that which remains after a vampire reaches final death. It is somewhat sticky, but a determined investigator can split it into separate chunks. While in this form, you are vaguely aware of your surroundings in a ten-foot radius, and are immune to physical attacks (apart from deliberate separation of the ash), fire and sunlight.<br><br>You can spend 1 Blood and 1 Willpower to instantaneously change.",
        "power_order": 1,
        "book": 1,
        "page": 174
    },
    {
        "power_id": 141,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 2,
        "power": "Withering",
        "description": "By striking a target and expending a Willpower Trait you can wither one of their limbs. When you strike, immediately engage the target in 2 Simple Tests. If you win&mdash;i.e., if you win (not tie) the two challenges&mdash;you have withered not a limb but the target&#039;s head. Withering a limb forces the victim to bid an extra Physical Trait per limb on all actions. Withering a head is -2 to Mental Traits and renders the target incapable of using Celerity, Fortitude, and Potence.",
        "power_order": 2,
        "book": 1,
        "page": 174
    },
    {
        "power_id": 142,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 3,
        "power": "Creeping Infection",
        "description": "Use Putrefaction or Withering as normal, but spend a Willpower Trait to delay the damage. Then, at a later time, spend a Blood Trait to cause it to your target. This power lasts until dawn. You cannot spend more Willpower Traits and powers of Thanatosis at your command.",
        "power_order": 1,
        "book": 1,
        "page": 175
    },
    {
        "power_id": 143,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 4,
        "power": "Creeping Infection",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 68
    },
    {
        "power_id": 144,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 5,
        "power": "Dust to Dust",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 69
    },
    {
        "power_id": 145,
        "discipline_id": 18,
        "path_id": null,
        "level_id": 6,
        "power": "Putrescent Servitude",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 69
    },
    {
        "power_id": 146,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 1,
        "power": "Malleable Visage",
        "description": "WIth this power you can spend a Blood Trait and reform your own flesh. If you want to copy someone else&#039;s face you must win a Mental Challenge with a difficulty of 7 + their Appearance Traits.",
        "power_order": 1,
        "book": 1,
        "page": 188
    },
    {
        "power_id": 147,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 1,
        "power": "Fleshcraft",
        "description": "Touching a victim, you can craft their flesh as you can your own with Malleable Visage. It can be used in combat, but the attacks do not cause damage. Instead, they can move flesh around to, for example, cover the eyes or mouth.",
        "power_order": 2,
        "book": 1,
        "page": 188
    },
    {
        "power_id": 148,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 2,
        "power": "Bonecraft",
        "description": "With this power you can alter bone as you can flesh with the earlier powers of Vicissitude. This causes lethal damage as you warp the structure of the target&#039;s body.",
        "power_order": 1,
        "book": 1,
        "page": 189
    },
    {
        "power_id": 149,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 2,
        "power": "Horrid Form",
        "description": "You may transform into a monster of incredible strength by warping your own flesh. <br>This form requires two Blood Traits to transform immediatly. This form loses all Appearance, and cannot engage in non-intimidation Social challenges. They gain 5 Physical Traits, deal lethal damage with their bare-handed attacks, and inflict an extra health level with these attacks.<br>",
        "power_order": 2,
        "book": 1,
        "page": 189
    },
    {
        "power_id": 150,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 3,
        "power": "Bloodform",
        "description": "The Tzimisce can dissolve some or all of their body into blood. This transformation is instantaneous and costs 1 Blood Trait and 1 Willpower, or 1 Blood and three turns. Each extremity (arm, leg, or head) constitutes one Blood Trait, while the body forms the remainder of the user&rsquo;s Blood Pool.  <br>The blood remains fully under the control of the player.",
        "power_order": 1,
        "book": 1,
        "page": 189
    },
    {
        "power_id": 151,
        "discipline_id": 24,
        "path_id": null,
        "level_id": 1,
        "power": "Skin of the Chameleon",
        "description": "When activated, your skin blends in with the background like a chameleon\\&#039;s.  If you move too quickly, you may be more easily seen, and this power does not grant invisibility. A single blood trait is used to activate the discipline for a scene after which investigators must win a Mental Challenge to see you.",
        "power_order": 1,
        "book": 2,
        "page": 70
    },
    {
        "power_id": 152,
        "discipline_id": 24,
        "path_id": null,
        "level_id": 1,
        "power": "Scry the Hearthstone",
        "description": "Spending a Willpower Trait and maintaining concentration and contact with a building allows you to perform physical investigation on it.  You \\&quot;feel\\&quot; the location of things in the building, up to and including obfuscated Kindred (by winning a challenge).  ",
        "power_order": 2,
        "book": 2,
        "page": 71
    },
    {
        "power_id": 153,
        "discipline_id": 24,
        "path_id": null,
        "level_id": 2,
        "power": "Bond with the Mountain",
        "description": "Spending a Blood Trait while touching rock, stone, concrete, or other earthen material allows you to be absorbed into it.  The material must be large enough for your form; a wall will suffice but not a fist-sized stone.  While bonded, you can still be seen as a vaguely humanoid outline within the rock.  Sharp investigators might recognize your presence.",
        "power_order": 1,
        "book": 2,
        "page": 71
    },
    {
        "power_id": 154,
        "discipline_id": 24,
        "path_id": null,
        "level_id": 2,
        "power": "Armor of Terra",
        "description": "This power is always active; it costs nothing to use.  It causes your skin to become hard and rock-like. ",
        "power_order": 2,
        "book": 2,
        "page": 72
    },
    {
        "power_id": 155,
        "discipline_id": 24,
        "path_id": null,
        "level_id": 3,
        "power": "Flow Within the Mountain",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 72
    },
    {
        "power_id": 156,
        "discipline_id": 25,
        "path_id": null,
        "level_id": 1,
        "power": "Level 1",
        "description": "You can glide and soar, though not actually fly.  You cannot carry anything other than your clothes and personal effects.  Only available to Gargoyles.",
        "power_order": 1,
        "book": 2,
        "page": 73
    },
    {
        "power_id": 157,
        "discipline_id": 25,
        "path_id": null,
        "level_id": 1,
        "power": "Level 2",
        "description": "You can now fly with a running takeoff.  You can carry up to 20 pounds. ",
        "power_order": 2,
        "book": 2,
        "page": 73
    },
    {
        "power_id": 158,
        "discipline_id": 25,
        "path_id": null,
        "level_id": 2,
        "power": "Level 3",
        "description": "You can now take off without a running start.  You can carry up to 50 pounds.",
        "power_order": 1,
        "book": 2,
        "page": 73
    },
    {
        "power_id": 159,
        "discipline_id": 25,
        "path_id": null,
        "level_id": 2,
        "power": "Level 4",
        "description": "You can now do a vertical take off with 50 pounds or a running take off with 100.",
        "power_order": 2,
        "book": 2,
        "page": 74
    },
    {
        "power_id": 160,
        "discipline_id": 25,
        "path_id": null,
        "level_id": 3,
        "power": "Level 5",
        "description": "You can now fly while carrying the weight of a single person or kindred (roughly 200 pounds).",
        "power_order": 1,
        "book": 2,
        "page": 74
    },
    {
        "power_id": 161,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 4,
        "power": "Lingering Malaise",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 110
    },
    {
        "power_id": 162,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 4,
        "power": "Shattered Mirror",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 110
    },
    {
        "power_id": 163,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 5,
        "power": "Restructure",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 110
    },
    {
        "power_id": 164,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 6,
        "power": "Personal Scourge",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 111
    },
    {
        "power_id": 165,
        "discipline_id": 5,
        "path_id": null,
        "level_id": 7,
        "power": "Lunatic Eruption",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 111
    },
    {
        "power_id": 174,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 4,
        "power": "The Darkness Within",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 120
    },
    {
        "power_id": 175,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 4,
        "power": "Shadowstep",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 120
    },
    {
        "power_id": 176,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 5,
        "power": "Shadow Twin",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 121
    },
    {
        "power_id": 177,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 6,
        "power": "Oubliette",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 121
    },
    {
        "power_id": 178,
        "discipline_id": 12,
        "path_id": null,
        "level_id": 7,
        "power": "Ahriman's Demesne",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 122
    },
    {
        "power_id": 179,
        "discipline_id": 21,
        "path_id": null,
        "level_id": 1,
        "power": "Brother's Blood",
        "description": "Spend a Blood Trait as if you were healing your own wound and, instead, heal the wounds of a member of your circle.  No more than five traits can be spent on this power.",
        "power_order": 1,
        "book": 3,
        "page": 122
    },
    {
        "power_id": 180,
        "discipline_id": 21,
        "path_id": null,
        "level_id": 1,
        "power": "Octopod",
        "description": "Spend a Blood Trait to lend an eye, ear, or limb to a circlemate.  The loaned organ appears at the end of the turn.  Each additional eye and ear provide two bonus traits for resolving perception-based challenges.  An extra arm gives +2 traits in combat; a leg provides +1 traits for combat and +2 for any balance related challenge.",
        "power_order": 2,
        "book": 3,
        "page": 123
    },
    {
        "power_id": 181,
        "discipline_id": 21,
        "path_id": null,
        "level_id": 2,
        "power": "Gestalt",
        "description": "Each member of your circle must spend a Blood Trait to activate Gestalt and win a Mental Trait (diffculty 5) to join it.  While in effect, the circle is in telepathic communication and any member can sacrifice their next action and an Ability Trait to give it to another circlemate.  Finally, any attempt to use mind altering disciplines against a member of the Gestalt is resisted by the highest possible number of traits held by an individual member.",
        "power_order": 1,
        "book": 3,
        "page": 123
    },
    {
        "power_id": 182,
        "discipline_id": 21,
        "path_id": null,
        "level_id": 2,
        "power": "Walk of Caine",
        "description": "Walk of Caine allows a circlemate to borrow Generation Traits from a willing circlemate and lower his or her own.  A Static Mental Challenge (difficulty 5) is required to do so.  You can only borrow one Generation Trait from a person and cannot borrow from kindred of the 14th or 15th Generation.",
        "power_order": 2,
        "book": 3,
        "page": 124
    },
    {
        "power_id": 183,
        "discipline_id": 21,
        "path_id": null,
        "level_id": 3,
        "power": "Coagulated Entity",
        "description": "All circlemates in physical contact can spend 3 Blood Traits and take no action for three turns.  At the end of these turns, the circle has merged to create a massive, powerful entity enjoying the combined Physical and Mental traits of each member as well as a massive blood pool the highest level of any discipline that a member has attained.",
        "power_order": 1,
        "book": 3,
        "page": 124
    },
    {
        "power_id": 184,
        "discipline_id": 23,
        "path_id": null,
        "level_id": 1,
        "power": "Sense Vitality (Valeren)",
        "description": "Touch a subject and expend up to four Mental Traits for information about the target\\&#039;s health and well-being.",
        "power_order": 1,
        "book": 3,
        "page": 134
    },
    {
        "power_id": 185,
        "discipline_id": 23,
        "path_id": null,
        "level_id": 1,
        "power": "Anesthetic Touch (Valeren)",
        "description": "Touch a willing target and expend a Blood Trait and that target suffers no wound penalties for the next full turn.  If you also expend a Willpower Trait, they suffer no wound penalties for the rest of the scene or an hour.  You can also cause a willing mortal to sleep.",
        "power_order": 2,
        "book": 3,
        "page": 134
    },
    {
        "power_id": 186,
        "discipline_id": 23,
        "path_id": null,
        "level_id": 2,
        "power": "Burning Touch",
        "description": "Touch your victim and expend a blood trait to make the target suffer the wound penalties for Wounded for the rest of the turn.  If already Wounded, then the target is Incapacitated.  Using this power makes the victim feel as if they\\&#039;re being burned, flayed, impaled, eviscerated, etc. at the whim of the Salubri but does no actual damage.",
        "power_order": 1,
        "book": 3,
        "page": 134
    },
    {
        "power_id": 187,
        "discipline_id": 23,
        "path_id": null,
        "level_id": 2,
        "power": "Ending the Watch",
        "description": "Lay your hand over the heart of a willing mortal and expend a Willpower Trait to kill your target.  People killed in this manner cannot be targeted with Necromancy nor can he or she be Embraced.  Medical examination will reveal a mundane heart failure.",
        "power_order": 2,
        "book": 3,
        "page": 134
    },
    {
        "power_id": 188,
        "discipline_id": 23,
        "path_id": null,
        "level_id": 3,
        "power": "Vengeance of Samiel",
        "description": "When making an attack with bare hands or a melee weapon as your only action for the turn, spend three Blood Traits to activate this power.  When attacking, add your Mental and Physical Traits for the all purposes (including overbidding) for the attack.  Your opponent may not retest with the Dodge Ability, and if successful, the attack does an additional two health levels of the appropriate type.  This power also makes staking easier.",
        "power_order": 1,
        "book": 3,
        "page": 134
    },
    {
        "power_id": 189,
        "discipline_id": 23,
        "path_id": null,
        "level_id": 4,
        "power": "Blissful Agony",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 135
    },
    {
        "power_id": 190,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 4,
        "power": "Chiropteram Marauder",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 135
    },
    {
        "power_id": 191,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 4,
        "power": "Blood of Acid",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 136
    },
    {
        "power_id": 192,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 5,
        "power": "Cocoon",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 136
    },
    {
        "power_id": 193,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 6,
        "power": "Breath of the Dragon",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 136
    },
    {
        "power_id": 194,
        "discipline_id": 20,
        "path_id": null,
        "level_id": 7,
        "power": "Earth's Vast Haven",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 137
    },
    {
        "power_id": 195,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 1,
        "power": "Sense the Sin",
        "description": "Win a Mental Challenge (with a variable trait cost based on how much information you wish to learn) against your target to get information about them like derangements, low willpower, low virtues, etc.",
        "power_order": 1,
        "book": 4,
        "page": 22
    },
    {
        "power_id": 196,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 1,
        "power": "Fear of the Void Below",
        "description": "After using Sense the Sin on a target, for every trait bid on that challenge after the first you gain an additional trait for this power.  For a two-trait Sense the Sin test, your target is shaken and cannot take offensive action against you for the remainder of the scene.  For a three-trait Sense the Sin test, the target flees in Rotschreck.  A Courage Test can negate these effects.",
        "power_order": 2,
        "book": 4,
        "page": 22
    },
    {
        "power_id": 197,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 2,
        "power": "Conflagration",
        "description": "Spending a Blood Trait, a bolt of black flame can be hurled at a target with a Physical Challenge.  This bolt causes an aggravated wound and dies.  However, spending additional Blood Traits keeps the fire going.",
        "power_order": 1,
        "book": 4,
        "page": 23
    },
    {
        "power_id": 198,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 2,
        "power": "Psychomachia",
        "description": "After performing Sense the Sin, spend a Willpower Trait and force the victim to make a Virtue Test with her weakest one against a difficulty equal to the traits spent on Sense the Sin.  If the target fails their test, they must win a Courage Test or enter Rotschreck.  If they win, they must face their worst fears made flesh, perhaps in mortal combat.",
        "power_order": 2,
        "book": 4,
        "page": 23
    },
    {
        "power_id": 199,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 3,
        "power": "Condemnation",
        "description": "A Static Willpower Challenge with a difficulty of the target\\&#039;s Willpower is made.  If successful, you sacrifice Mental Traits reducing your total for the duration of the curse.  For every trait sacrificed, you reduce one of your target\\&#039;s Attributes, Virtues, or Willpower by to a minimum of one.  This curse can be ended voluntarily or it ceases at dawn.",
        "power_order": 1,
        "book": 4,
        "page": 24
    },
    {
        "power_id": 200,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 4,
        "power": "Concordance",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 24
    },
    {
        "power_id": 201,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 5,
        "power": "Summon the Herald of Topheth",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 25
    },
    {
        "power_id": 202,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 6,
        "power": "Contagion",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 25
    },
    {
        "power_id": 203,
        "discipline_id": 26,
        "path_id": null,
        "level_id": 7,
        "power": "Call the Great Beast",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 26
    },
    {
        "power_id": 204,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 1,
        "power": "Time Attunement",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 32
    },
    {
        "power_id": 205,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 1,
        "power": "Internal Recursion",
        "description": null,
        "power_order": 2,
        "book": 4,
        "page": 33
    },
    {
        "power_id": 206,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 2,
        "power": "Lapse",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 34
    },
    {
        "power_id": 207,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 2,
        "power": "Subjecive Suspension",
        "description": null,
        "power_order": 2,
        "book": 4,
        "page": 35
    },
    {
        "power_id": 208,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 3,
        "power": "Clotho's Gift",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 36
    },
    {
        "power_id": 209,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 4,
        "power": "Kiss of Lachesis",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 37
    },
    {
        "power_id": 210,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 5,
        "power": "Hall of Hades' Court",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 39
    },
    {
        "power_id": 211,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 6,
        "power": "Clio's Kiss",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 39
    },
    {
        "power_id": 212,
        "discipline_id": 27,
        "path_id": null,
        "level_id": 7,
        "power": "Tangle Atropos' Hand",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 40
    },
    {
        "power_id": 213,
        "discipline_id": 9,
        "path_id": 1,
        "level_id": 1,
        "power": "Insight",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 152
    },
    {
        "power_id": 214,
        "discipline_id": 9,
        "path_id": 1,
        "level_id": 1,
        "power": "Summon Soul",
        "description": null,
        "power_order": 2,
        "book": 1,
        "page": 152
    },
    {
        "power_id": 215,
        "discipline_id": 9,
        "path_id": 1,
        "level_id": 2,
        "power": "Compel Soul",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 153
    },
    {
        "power_id": 216,
        "discipline_id": 9,
        "path_id": 1,
        "level_id": 2,
        "power": "Haunting",
        "description": null,
        "power_order": 2,
        "book": 1,
        "page": 153
    },
    {
        "power_id": 217,
        "discipline_id": 9,
        "path_id": 1,
        "level_id": 3,
        "power": "Torment",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 153
    },
    {
        "power_id": 218,
        "discipline_id": 9,
        "path_id": 2,
        "level_id": 1,
        "power": "Shroudsight",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 154
    },
    {
        "power_id": 219,
        "discipline_id": 9,
        "path_id": 2,
        "level_id": 1,
        "power": "Lifeless Tongues",
        "description": null,
        "power_order": 2,
        "book": 1,
        "page": 154
    },
    {
        "power_id": 220,
        "discipline_id": 9,
        "path_id": 2,
        "level_id": 2,
        "power": "Dead Hand",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 154
    },
    {
        "power_id": 221,
        "discipline_id": 9,
        "path_id": 2,
        "level_id": 2,
        "power": "Ex Nihilo",
        "description": null,
        "power_order": 2,
        "book": 1,
        "page": 154
    },
    {
        "power_id": 222,
        "discipline_id": 9,
        "path_id": 2,
        "level_id": 3,
        "power": "Shroud Mastery",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 155
    },
    {
        "power_id": 223,
        "discipline_id": 9,
        "path_id": 3,
        "level_id": 1,
        "power": "Tremens",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 155
    },
    {
        "power_id": 224,
        "discipline_id": 9,
        "path_id": 3,
        "level_id": 1,
        "power": "Apprentic's Brooms",
        "description": null,
        "power_order": 2,
        "book": 1,
        "page": 155
    },
    {
        "power_id": 225,
        "discipline_id": 9,
        "path_id": 3,
        "level_id": 2,
        "power": "Shambling Hordes",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 156
    },
    {
        "power_id": 226,
        "discipline_id": 9,
        "path_id": 3,
        "level_id": 2,
        "power": "Soul Stealing",
        "description": null,
        "power_order": 2,
        "book": 1,
        "page": 156
    },
    {
        "power_id": 227,
        "discipline_id": 9,
        "path_id": 3,
        "level_id": 3,
        "power": "Daemonic Possession",
        "description": null,
        "power_order": 1,
        "book": 1,
        "page": 156
    },
    {
        "power_id": 228,
        "discipline_id": 19,
        "path_id": 4,
        "level_id": 1,
        "power": "A Taste of Blood",
        "description": "By tasting a drop or two of blood, you can learn several things about who it came from. For both mortals and Kindred, you can determine how much blood is currently in their system and whether or not they\\&#039;re a vampire; additionally, Kindred blood communicates their last feeding time, their generation, and whether or not they\\&#039;re a diablerist.",
        "power_order": 1,
        "book": 1,
        "page": 177
    },
    {
        "power_id": 229,
        "discipline_id": 19,
        "path_id": 4,
        "level_id": 1,
        "power": "Blood Rage",
        "description": "By initiating contact with someone through a Physical Challenge, you can immediately force them to spend a Blood Trait in any fashion you desire beyond the usual expenditure limits. Possibilities include increasing the Kindred\\&#039;s Physical Traits, healing their wounds, or forcing them to sweat blood from their pores.",
        "power_order": 2,
        "book": 1,
        "page": 177
    },
    {
        "power_id": 230,
        "discipline_id": 19,
        "path_id": 4,
        "level_id": 2,
        "power": "Blood of Potency",
        "description": "You can artificially lower your generation up to three steps; this costs two Mental Traits per generation lowered, lasts for either a scene or one hour (whichever ends first), and can only be invoked once per night. This provides you with all attendant benefits of being of lower generation. Unused blood is diluted and lost, and diablerie or Embracing uses your actual generation, not your temporary generation.",
        "power_order": 1,
        "book": 1,
        "page": 177
    },
    {
        "power_id": 231,
        "discipline_id": 19,
        "path_id": 4,
        "level_id": 2,
        "power": "Theft of Vitae",
        "description": "You may target any subject within 50 feet within line of sight and draw out their vitae. Using this power costs up to three Mental Traits and nets one Blood Trait per Mental Trait spent. You must make a Mental Challenge against your opponent\\&#039;s Physical Traits; success allows you to steal the vitae. Stolen blood has all properties it possessed in its former host\\&#039;s body.",
        "power_order": 2,
        "book": 1,
        "page": 178
    },
    {
        "power_id": 232,
        "discipline_id": 19,
        "path_id": 4,
        "level_id": 3,
        "power": "Cauldron of Blood",
        "description": "By making a Physical Challenge to grab your target and spending up to three Mental Traits, you boil one Blood Trait per Mental Trait. Each Blood Trait so boiled inflicts one level of aggravated damage on the target and deprives them of the Trait.",
        "power_order": 1,
        "book": 1,
        "page": 178
    },
    {
        "power_id": 233,
        "discipline_id": 19,
        "path_id": 5,
        "level_id": 1,
        "power": "Extinguish",
        "description": "Make a Static Mental Challenge to put out nearby flames. The difficulty of the chop is determined by the size of the fire.",
        "power_order": 1,
        "book": 1,
        "page": 179
    },
    {
        "power_id": 234,
        "discipline_id": 19,
        "path_id": 5,
        "level_id": 1,
        "power": "Hands of Flame",
        "description": "You may surround your hands in fire, suffering no damage to yourself or your clothing in the process. This consumes an action. When you strike with your flame-hands, you deal aggravated damage.",
        "power_order": 2,
        "book": 1,
        "page": 179
    },
    {
        "power_id": 235,
        "discipline_id": 19,
        "path_id": 5,
        "level_id": 2,
        "power": "Torch Bolt",
        "description": "By making a Mental Challenge against your opponent's Physical Traits, you may hurl a bolt of mystical fire at a target within sight, consuming your action. This flame bolt deals a single level of aggravated damage to a living target or sets an object on fire.",
        "power_order": 1,
        "book": 1,
        "page": 179
    },
    {
        "power_id": 236,
        "discipline_id": 19,
        "path_id": 5,
        "level_id": 2,
        "power": "Cage of Fire",
        "description": "You can create walls of flame surrounding someone within 50 feet of you, taking one action. Successfully caging them requires a Mental Challenge against their Physical Traits. They take no immediate damage, but passing through the wall takes a Courage and causes an aggravated damage per round. The cage lasts until you drop it, lose consciousness, or die.",
        "power_order": 2,
        "book": 1,
        "page": 179
    },
    {
        "power_id": 237,
        "discipline_id": 19,
        "path_id": 5,
        "level_id": 3,
        "power": "Engulf",
        "description": "You may make a Mental Challenge against an opponent's Physical Traits to set someone on fire; success deals two aggravated damage to the target and sets them alight. Until they spend a full action attempting to smother the flames, they take one level of aggravated damage at the end of every turn",
        "power_order": 1,
        "book": 1,
        "page": 180
    },
    {
        "power_id": 238,
        "discipline_id": 19,
        "path_id": 6,
        "level_id": 1,
        "power": "Force Bolt",
        "description": "Make a Mental Challenge against your opponent\\&#039;s Physical Traits to hit them with a bolt of force; success means they lose their next action. You can also strike any object weighing less than one hundred pounds, throwing it five feet in any direction.",
        "power_order": 1,
        "book": 1,
        "page": 180
    },
    {
        "power_id": 239,
        "discipline_id": 19,
        "path_id": 6,
        "level_id": 1,
        "power": "Manipulate",
        "description": "You may move and operate objects at a distance with as much dexterity as you possess in your own hand. Using this remote control takes your entire concentration and if you use a manipulated object in combat, you must risk an additional Trait. Manipulated objects can only move at walking speed and must be light enough to be picked up with one hand.",
        "power_order": 2,
        "book": 1,
        "page": 180
    },
    {
        "power_id": 240,
        "discipline_id": 19,
        "path_id": 6,
        "level_id": 2,
        "power": "Flight",
        "description": "When you invoke Flight, you can move any object around at a brisk walking speed, so long as it weighs 200 pounds or less. This may be used on an opponent if you make a Mental Challenge against their Physical Traits, but they can only be lifted; the power cannot inflict actual damage. Alternately, you may lift yourself and fly or hover as you wish.",
        "power_order": 1,
        "book": 1,
        "page": 181
    },
    {
        "power_id": 241,
        "discipline_id": 19,
        "path_id": 6,
        "level_id": 2,
        "power": "Repulse",
        "description": "Make a mass Mental Challenge against your opponents\\&#039; Physical Traits to send them flying up to 20 feet away in any direction, even those grappling or biting you. If you Repulse an object into an opponent, using a Mental Challenge against their Physical Traits, they take one level of lethal damage. This is an instant effect and must be reused to continue its effects into the next round.",
        "power_order": 2,
        "book": 1,
        "page": 181
    },
    {
        "power_id": 242,
        "discipline_id": 19,
        "path_id": 6,
        "level_id": 3,
        "power": "Control",
        "description": "By exercising Control, you may lift any object weighing up to one ton with a precision equal to using both of your hands. You may use these objects to attack (as Repulse) or wield them in combat (as Manipulate). By making a Mental Challenge against your opponent\\&#039;s Physical Traits, you may move them as you see fit. You must make an additional test each time you wish to move them beyond the first.",
        "power_order": 1,
        "book": 1,
        "page": 181
    },
    {
        "power_id": 243,
        "discipline_id": 19,
        "path_id": 7,
        "level_id": 1,
        "power": "Summon the Simple Form",
        "description": "You may summon forth a basic object made of homogeneous material: a lump of clay, a rod of metal, a rock, and so forth. Note the number of Mental Traits you have when creating the item. After you have conjured an item with this power, you must spend one Mental Trait at the beginning of every turn to keep it in existence.",
        "power_order": 1,
        "book": 1,
        "page": 182
    },
    {
        "power_id": 244,
        "discipline_id": 19,
        "path_id": 7,
        "level_id": 1,
        "power": "Permanency (The Path of Conjuring)",
        "description": "When conjuring an item using Summon the Simple Form, you may spend three Blood Traits instead of the usual one to summon an item that is both real and permanent. Unless banished, it will remain indefinitely. Note the number of Mental Traits you have when creating the item.",
        "power_order": 2,
        "book": 1,
        "page": 182
    },
    {
        "power_id": 245,
        "discipline_id": 19,
        "path_id": 7,
        "level_id": 2,
        "power": "Magic of the Smith",
        "description": "With this spell, you may create complex items with multiple materials and moving parts, as long as you are familiar with how the item works. Guns, knives, clothes, and medicine are all possible. Conjuration in this manner costs five Blood Traits, and the resulting items are both real and permanent. Note the number of Mental Traits you have when creating this item.",
        "power_order": 1,
        "book": 1,
        "page": 183
    },
    {
        "power_id": 246,
        "discipline_id": 19,
        "path_id": 7,
        "level_id": 2,
        "power": "Reverse Conjuration",
        "description": "You can banish conjured items by making a Mental Challenge against the Mental Traits recorded at the time of the item\\&#039;s creation. Success returns them to the ether. This Discipline does not provide a method of discerning conjured items from real items. You may banish your own creations without a challenge.",
        "power_order": 2,
        "book": 1,
        "page": 183
    },
    {
        "power_id": 247,
        "discipline_id": 19,
        "path_id": 7,
        "level_id": 3,
        "power": "Power Over Life",
        "description": "You may create living creatures, albeit ones with no independent thought who will follow your orders mindlessly. These simulacra cost ten Blood Traits to make and will last one week before disappearing. The creatures vanish when killed, as do any parts removed from their bodies (like blood).",
        "power_order": 1,
        "book": 1,
        "page": 183
    },
    {
        "power_id": 248,
        "discipline_id": 19,
        "path_id": 8,
        "level_id": 1,
        "power": "Decay",
        "description": "You may touch an inanimate object and cause it to rapidly age; for each turn spent in contact, it ages one year. Wood and organic matter rot quickly, but metal and plastic may take a significant amount of time.",
        "power_order": 1,
        "book": 1,
        "page": 183
    },
    {
        "power_id": 249,
        "discipline_id": 19,
        "path_id": 8,
        "level_id": 1,
        "power": "Gnarl Wood",
        "description": "You can warp up to 50 pounds of wood within your line of sight with nothing more than a look; doors will rip themselves apart, furniture will splinter, and stakes will be twisted into uselessness. You may affect multiple objects so long as their combined weight does not exceed 50 pounds.",
        "power_order": 2,
        "book": 1,
        "page": 184
    },
    {
        "power_id": 250,
        "discipline_id": 19,
        "path_id": 8,
        "level_id": 2,
        "power": "Acidic Touch",
        "description": "You can cause black acid to seep from any point on your body, which is harmless to you but inflicts aggravated damage on creatures and quickly eats through inanimate objects. You must succeed on a Physical Challenge to apply the acid to an opponent with a touch; it cannot be flung or spat.",
        "power_order": 1,
        "book": 1,
        "page": 184
    },
    {
        "power_id": 251,
        "discipline_id": 19,
        "path_id": 8,
        "level_id": 2,
        "power": "Atrophy",
        "description": "You may strike an opponent and atrophy one of their limbs by succeeding on a Physical Challenge. Atrophied limbs reduce the victim\\&#039;s effective Physical Traits by two each. Victims without functional arms cannot grapple or wield weapons, while victims without functional legs cannot walk. This is permanent on mortals; vampires can heal the damage like an aggravated wound.",
        "power_order": 2,
        "book": 1,
        "page": 184
    },
    {
        "power_id": 252,
        "discipline_id": 19,
        "path_id": 8,
        "level_id": 3,
        "power": "Turn to Dust",
        "description": "By succeeding on a Physical Challenge against your opponent and gripping them tightly, you can spend a Physical Trait to age them 10 years. Mortals forcibly aged more than 50 years die instantly, while Kindred are considered to be one Trait down on Social Challenges but suffer no other ill effect.",
        "power_order": 1,
        "book": 1,
        "page": 184
    },
    {
        "power_id": 253,
        "discipline_id": 19,
        "path_id": 9,
        "level_id": 1,
        "power": "Elemental Strength",
        "description": "Drawing on the solidity of the solid matter around you, you can enhance your own physical characteristics. The use of this power allows you to gain three Physical Traits for the same number of turns as powers you have within this path. ",
        "power_order": 1,
        "book": 2,
        "page": 76
    },
    {
        "power_id": 254,
        "discipline_id": 19,
        "path_id": 9,
        "level_id": 1,
        "power": "Wooden Tongue",
        "description": "Using this power gives you the ability to communicate in a limited way with the spirit of the inanimate objects around you. These spirits are simple in nature and largely unconcerned with the world around them.  ",
        "power_order": 2,
        "book": 2,
        "page": 77
    },
    {
        "power_id": 255,
        "discipline_id": 19,
        "path_id": 9,
        "level_id": 2,
        "power": "Animate the Unmoving",
        "description": "This power allows you to control objects in the same room within your line of sight. You may control a number of objects equal to the number of levels of Elemental Mastery you know, minus two (so when you first learn this ability you will be able to control only one object).",
        "power_order": 1,
        "book": 2,
        "page": 77
    },
    {
        "power_id": 256,
        "discipline_id": 19,
        "path_id": 9,
        "level_id": 2,
        "power": "Elemental Form",
        "description": "This power allows you to alter your very makeup to become an object of roughly similar mass to your own. Thus, you could become a large table or small bed, but to become a handgun or car would be outside your capabilities. Upon activation, you become the object you wish but you must spend a Willpower Trait to retain your normal senses while in this form.",
        "power_order": 2,
        "book": 2,
        "page": 77
    },
    {
        "power_id": 257,
        "discipline_id": 19,
        "path_id": 9,
        "level_id": 3,
        "power": "Summon Elemental",
        "description": "In addition to the weaker spirits which imbue the objects around you, you know that there are greater spirits of large quantities of the classical elements (earth, air, fire, and water) with which you can communicate.  This power is fairly complicated, but the short version is that you can summon and maintain a limited control over these more powerful elementals.",
        "power_order": 1,
        "book": 2,
        "page": 78
    },
    {
        "power_id": 258,
        "discipline_id": 19,
        "path_id": 10,
        "level_id": 1,
        "power": "Herbal Wisdom",
        "description": "By activating this power, you may communicate with the spirit of a plant; its personality and the information gained are dependent on the plant\\&#039;s age and type. By default, it will answer one question truthfully. By succeeding on a Static Mental Challenge, you may gain further details.",
        "power_order": 1,
        "book": 2,
        "page": 79
    },
    {
        "power_id": 260,
        "discipline_id": 19,
        "path_id": 10,
        "level_id": 2,
        "power": "Dance of Vines",
        "description": "You may animate any plant within your line of sight by spending a Willpower Trait and concentrating on your target, so long as the plant has less or equivalent mass to you. The plant will remain active for a number of turns equal to half your permanent Mental Traits, have Physical Traits equal to your current number of Willpower Traits, use the Brawl Ability at one level lower than your own, and can deal two bashing damage per turn. They may also trip or entangle foes.",
        "power_order": 1,
        "book": 2,
        "page": 79
    },
    {
        "power_id": 261,
        "discipline_id": 19,
        "path_id": 10,
        "level_id": 2,
        "power": "Verdant Haven",
        "description": "By activating this power in a heavily vegetated area, you cause that vegetation to form a dense hemisphere around you over the course of three turns. Anyone wishing to enter or attack the haven must engage you in a Mental Challenge, for which you are two Traits up. The haven is opaque to sight and sunlight unless physically breached, and lasts until dispelled or until the next sunset.",
        "power_order": 2,
        "book": 2,
        "page": 80
    },
    {
        "power_id": 262,
        "discipline_id": 19,
        "path_id": 10,
        "level_id": 3,
        "power": "Awaken the Forest Giants",
        "description": "You may animate a single tree by touching it, concentrating upon it, and spending a Willpower Trait; additionally, you must spend one Blood Trait for every two turns you wish the tree to remain active. Once that time expires, the tree puts down roots and cannot be reanimated until the next evening. While animate, the tree has ten plus twice your Occult rating in Physical Traits and a Brawl rating equal to your own. It is immune to bashing damage and halves all non-aggravated lethal damage. An average tree has five to six health levels, though the exact number depends on its size. While animate, the tree will obey your verbal commands to the best of its ability.",
        "power_order": 1,
        "book": 2,
        "page": 80
    },
    {
        "power_id": 263,
        "discipline_id": 19,
        "path_id": 11,
        "level_id": 1,
        "power": "Eyes of the Sea",
        "description": "By using a pool of standing water, you can see events that transpired by that water that happened in the recent past.",
        "power_order": 1,
        "book": 2,
        "page": 81
    },
    {
        "power_id": 264,
        "discipline_id": 19,
        "path_id": 11,
        "level_id": 1,
        "power": "Prison of Water",
        "description": "Using a source of water, the larger the better, you can entangle your opponents and keep them from moving.",
        "power_order": 2,
        "book": 2,
        "page": 81
    },
    {
        "power_id": 265,
        "discipline_id": 19,
        "path_id": 11,
        "level_id": 2,
        "power": "Hydric Transformation",
        "description": "This power allows you to change other liquids into water.  This includes blood, outside or inside a living (or unliving) being.  For every Mental Trait spent, you can convert one Trait which is about one pint.",
        "power_order": 1,
        "book": 2,
        "page": 82
    },
    {
        "power_id": 266,
        "discipline_id": 19,
        "path_id": 11,
        "level_id": 2,
        "power": "Flowing Wall",
        "description": "Using a source of water you can create a wall to help keep you safe on both the physical and the immaterial planes.",
        "power_order": 2,
        "book": 2,
        "page": 82
    },
    {
        "power_id": 267,
        "discipline_id": 19,
        "path_id": 11,
        "level_id": 3,
        "power": "Dehydrate",
        "description": "With this power you can evaporate water -- even the water in mortal and supernatural targets.  This is quickly fatal to mortals and can put vampires into torpor.",
        "power_order": 1,
        "book": 2,
        "page": 83
    },
    {
        "power_id": 268,
        "discipline_id": 19,
        "path_id": 12,
        "level_id": 1,
        "power": "Contradict",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 84
    },
    {
        "power_id": 269,
        "discipline_id": 19,
        "path_id": 12,
        "level_id": 1,
        "power": "Subvert",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 84
    },
    {
        "power_id": 270,
        "discipline_id": 19,
        "path_id": 12,
        "level_id": 2,
        "power": "Dissociate",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 85
    },
    {
        "power_id": 271,
        "discipline_id": 19,
        "path_id": 12,
        "level_id": 2,
        "power": "Addiction",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 85
    },
    {
        "power_id": 272,
        "discipline_id": 19,
        "path_id": 12,
        "level_id": 3,
        "power": "Dependence",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 86
    },
    {
        "power_id": 273,
        "discipline_id": 19,
        "path_id": 13,
        "level_id": 1,
        "power": "Analyze Device",
        "description": "Spend up the three turns and (optionally) three Mental Traits to analyze a device you can touch.  If you do not spend traits, the knowledge of the device is lost after the scene or an hour.  Spending traits makes it permanent.",
        "power_order": 1,
        "book": 2,
        "page": 86
    },
    {
        "power_id": 274,
        "discipline_id": 19,
        "path_id": 13,
        "level_id": 1,
        "power": "Burnout",
        "description": "Touch a device that you\\&#039;ve previously analyzed for at least one turn and win a mental challenge to cause damage to it.  Not all devices will be destroyed after only one use of this power.",
        "power_order": 2,
        "book": 2,
        "page": 87
    },
    {
        "power_id": 275,
        "discipline_id": 19,
        "path_id": 13,
        "level_id": 2,
        "power": "Wireless Access",
        "description": "Visible devices in the same room can be manipulated without having to touch them.  Analyze Device now requires Mental Traits and to make information gained using the power permanent, a Willpower Trait is spent.",
        "power_order": 1,
        "book": 2,
        "page": 87
    },
    {
        "power_id": 276,
        "discipline_id": 19,
        "path_id": 13,
        "level_id": 2,
        "power": "Remote Control",
        "description": "Allows the operation of a visible device within the same room without touching it.  Requires at least two successful turns of analysis and a Willpower Trait and complete concentration on the control.  If distracted, a Mental Challenge determines if the control is lost.",
        "power_order": 2,
        "book": 2,
        "page": 88
    },
    {
        "power_id": 277,
        "discipline_id": 19,
        "path_id": 13,
        "level_id": 3,
        "power": "Ghost in the Machine",
        "description": "All powers of Technomancy can be used within line of sight regardless of proximity to the device in question.  Requests a full three turns of analysis and a Willpower Trait.  Devices at great distances from the Technomancer or viewed through an assistive device (e.g., a telescope) require a Willpower Dot instead.",
        "power_order": 1,
        "book": 2,
        "page": 88
    },
    {
        "power_id": 278,
        "discipline_id": 19,
        "path_id": 14,
        "level_id": 1,
        "power": "Hermetic Sight",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 89
    },
    {
        "power_id": 279,
        "discipline_id": 19,
        "path_id": 14,
        "level_id": 1,
        "power": "Astral Cant",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 90
    },
    {
        "power_id": 280,
        "discipline_id": 19,
        "path_id": 14,
        "level_id": 2,
        "power": "Voice of Command",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 90
    },
    {
        "power_id": 281,
        "discipline_id": 19,
        "path_id": 14,
        "level_id": 2,
        "power": "Entrap Ephemera",
        "description": null,
        "power_order": 2,
        "book": 2,
        "page": 91
    },
    {
        "power_id": 282,
        "discipline_id": 19,
        "path_id": 14,
        "level_id": 3,
        "power": "Duality",
        "description": null,
        "power_order": 1,
        "book": 2,
        "page": 92
    },
    {
        "power_id": 283,
        "discipline_id": 19,
        "path_id": 28,
        "level_id": 1,
        "power": "Fog",
        "description": "You may summon a thick fog that impairs the vision of all characters without Basic Auspex, forcing them to bid two extra Traits for every attempt to spot something, and the effective range of all ranged weapons is halved. You are also capable of calling up gentle winds or other mild weather effects, including temperature changes of up to ten degrees.",
        "power_order": 1,
        "book": 2,
        "page": 93
    },
    {
        "power_id": 284,
        "discipline_id": 19,
        "path_id": 28,
        "level_id": 1,
        "power": "Rain or Snow",
        "description": "While this power is active, during which the area is filled with heavy rain or snowfall, characters without Auspex must bid four extra Traits to spot something, while Auspex characters must bid two extra Traits. Additional hazards may exist, depending on Storyteller judgment.",
        "power_order": 2,
        "book": 2,
        "page": 93
    },
    {
        "power_id": 285,
        "discipline_id": 19,
        "path_id": 28,
        "level_id": 2,
        "power": "High Winds",
        "description": "You may increase the wind speed to about 30 MPH, with individual gusts of wind at about 60 MPH. Characters attempting to use guns must bid an additional two Traits when attacking, while those using bows or thrown objects must bid three extra Traits. So long as your target is sufficiently outdoors and within your line of sight, you may attempt to knock them over by making a Mental Challenge against their Physical Traits, forcing them to spend the next combat turn getting to their feet. You may also adjust local temperatures by up to twenty degrees.",
        "power_order": 1,
        "book": 2,
        "page": 94
    },
    {
        "power_id": 286,
        "discipline_id": 19,
        "path_id": 28,
        "level_id": 2,
        "power": "Storm",
        "description": "You may invoke this power to gain the effects of Rain/Snow and High Winds at the same time.",
        "power_order": 2,
        "book": 2,
        "page": 94
    },
    {
        "power_id": 287,
        "discipline_id": 19,
        "path_id": 28,
        "level_id": 3,
        "power": "Lightning Strike",
        "description": "You may summon lightning from the sky to hit a target for three lethal damage by making a Mental Challenge against their Physical Traits; the target must bid an additional Trait to dodge the lightning. This happens instantly, and does not require the use of Mental Traits to speed it up. Unless there are storm clouds overhead, you must bid two additional Traits to summon the lightning.",
        "power_order": 1,
        "book": 2,
        "page": 94
    },
    {
        "power_id": 288,
        "discipline_id": 9,
        "path_id": 15,
        "level_id": 1,
        "power": "Reaper's Shroud",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 116
    },
    {
        "power_id": 289,
        "discipline_id": 9,
        "path_id": 15,
        "level_id": 1,
        "power": "Blight",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 116
    },
    {
        "power_id": 290,
        "discipline_id": 9,
        "path_id": 15,
        "level_id": 2,
        "power": "Resume the Coil",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 117
    },
    {
        "power_id": 291,
        "discipline_id": 9,
        "path_id": 15,
        "level_id": 2,
        "power": "True Death",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 117
    },
    {
        "power_id": 292,
        "discipline_id": 9,
        "path_id": 15,
        "level_id": 3,
        "power": "Mercy for Seth",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 118
    },
    {
        "power_id": 293,
        "discipline_id": 19,
        "path_id": 16,
        "level_id": 1,
        "power": "War Cry",
        "description": "By performing some kind of symbolic invocation, like a meditative chant or inarticulate yell, you can focus your will to battle for one scene. Your Courage rating is increased by one Trait and you automatically win all ties on Mental Challenges when resisting hostile Disciplines. During this war fugue, you are considered to be one Trait down for Social Challenges.",
        "power_order": 1,
        "book": 3,
        "page": 126
    },
    {
        "power_id": 294,
        "discipline_id": 19,
        "path_id": 16,
        "level_id": 1,
        "power": "Strike True",
        "description": "You may invoke this power during a close-combat attack (involving bare hands or a melee weapon) and gain one free retest on this attack alone. You may not make any other attacks this turn, though you can still perform other non-attack actions.",
        "power_order": 2,
        "book": 3,
        "page": 126
    },
    {
        "power_id": 295,
        "discipline_id": 19,
        "path_id": 16,
        "level_id": 2,
        "power": "Wind Dance",
        "description": "By invoking this power, you gain two additional Dodge Traits for the scene\\&#039;s duration, which may exceed the normal limit for the number of allowed Ability Traits. This power can only be activated once per scene.",
        "power_order": 1,
        "book": 3,
        "page": 126
    },
    {
        "power_id": 296,
        "discipline_id": 19,
        "path_id": 16,
        "level_id": 2,
        "power": "Fearless Heart",
        "description": "You may activate this power and gain three additional Physical Traits for the duration of the scene. Multiple uses of this power do not stack.",
        "power_order": 2,
        "book": 3,
        "page": 126
    },
    {
        "power_id": 297,
        "discipline_id": 19,
        "path_id": 16,
        "level_id": 3,
        "power": "Comrades at Arms",
        "description": "By touching a single recipient, you may bestow the effects of War Cry, Wind Dance, or Fearless Heart upon them. These effects cannot be stacked, but you may bestow effects on multiple people by spending the requisite cost and action for each person\\&#039;s effect.",
        "power_order": 1,
        "book": 3,
        "page": 127
    },
    {
        "power_id": 298,
        "discipline_id": 19,
        "path_id": 17,
        "level_id": 1,
        "power": "Zillah's Litany",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 127
    },
    {
        "power_id": 299,
        "discipline_id": 19,
        "path_id": 17,
        "level_id": 1,
        "power": "The Crone's Pride",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 128
    },
    {
        "power_id": 300,
        "discipline_id": 19,
        "path_id": 17,
        "level_id": 2,
        "power": "Feast of Ashes",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 129
    },
    {
        "power_id": 301,
        "discipline_id": 19,
        "path_id": 17,
        "level_id": 2,
        "power": "Uriel's Disfavor",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 129
    },
    {
        "power_id": 302,
        "discipline_id": 19,
        "path_id": 17,
        "level_id": 3,
        "power": "Valediction",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 129
    },
    {
        "power_id": 303,
        "discipline_id": 19,
        "path_id": 18,
        "level_id": 1,
        "power": "Commuta",
        "description": "You may change an element\\&#039;s state -- solid to liquid, liquid to gas, and so on.",
        "power_order": 1,
        "book": 4,
        "page": 47
    },
    {
        "power_id": 304,
        "discipline_id": 19,
        "path_id": 18,
        "level_id": 1,
        "power": "Conforma",
        "description": "You may make simple changes to an element\\&#039;s form, such as splitting water into a cloud of oxygen and hydrogen, or a liquid into a simple shape.",
        "power_order": 2,
        "book": 4,
        "page": 48
    },
    {
        "power_id": 305,
        "discipline_id": 19,
        "path_id": 18,
        "level_id": 2,
        "power": "Scinde",
        "description": "You may make complex changes to an element\\&#039;s form, like turning water into breathable oxygen and loose hydrogen, or splitting compounds into their component elements.",
        "power_order": 1,
        "book": 4,
        "page": 48
    },
    {
        "power_id": 306,
        "discipline_id": 19,
        "path_id": 18,
        "level_id": 2,
        "power": "Mutate",
        "description": "You may change any given element into a different element, so long as it\\&#039;s within five steps of the original element on the Periodic Table.",
        "power_order": 2,
        "book": 4,
        "page": 48
    },
    {
        "power_id": 307,
        "discipline_id": 19,
        "path_id": 18,
        "level_id": 3,
        "power": "Transmutate",
        "description": "You may change any element into any other element regardless of its position on the Periodic Table.",
        "power_order": 1,
        "book": 4,
        "page": 48
    },
    {
        "power_id": 308,
        "discipline_id": 19,
        "path_id": 19,
        "level_id": 1,
        "power": "Thaumaturgical Forensics",
        "description": "By spending a week studying a tissue or plant sample and making a Static Mental Challenge, you may gain a vast amount of physical information (subject to Storyteller determination) about it or the creature it originated from, potentially including its gender, clan, and relative health. It may also be used to detect diablerie no matter how much time has passed since the act.",
        "power_order": 1,
        "book": 4,
        "page": 48
    },
    {
        "power_id": 309,
        "discipline_id": 19,
        "path_id": 19,
        "level_id": 1,
        "power": "Thaumaturgical Surgery",
        "description": "Once per evening, the thaumaturge may spend up to three Mental Traits and convert as many health levels of damage in another being into a lesser form of damage. This process requires ten minutes of work by the thaumaturge per Mental Trait spent, and the subject of the procedure must rest for the remainder of the evening. Mental Traits so spent cannot be regained by any means until the next evening.",
        "power_order": 2,
        "book": 4,
        "page": 49
    },
    {
        "power_id": 310,
        "discipline_id": 19,
        "path_id": 19,
        "level_id": 2,
        "power": "Lesser Animation",
        "description": "You may animate a plant or corpse up to the size of a dog by succeeding on a Static Mental Challenge. They can be given a single one-sentence command, which they will obey until their destruction; new commands cannot be given afterwards. This process takes a week of preparation.",
        "power_order": 1,
        "book": 4,
        "page": 49
    },
    {
        "power_id": 311,
        "discipline_id": 19,
        "path_id": 19,
        "level_id": 2,
        "power": "Greater Animation",
        "description": "You may animate human or larger animal corpses, following the same rules as Lesser Animation, and may augment creatures made using Lesser Animation with grafted parts, such as snapping jaws for a plant.",
        "power_order": 2,
        "book": 4,
        "page": 49
    },
    {
        "power_id": 312,
        "discipline_id": 19,
        "path_id": 19,
        "level_id": 3,
        "power": "Cognizant Construction",
        "description": "Any creature you animate may also be imbued with cognitive capacity. They will continue to serve faithfully despite their mental awakening and can be given new commands; it will only follow the most recent order, however. Animating a cognizant creature requires three weeks of effort and a Static Mental Challenge.",
        "power_order": 1,
        "book": 4,
        "page": 50
    },
    {
        "power_id": 313,
        "discipline_id": 19,
        "path_id": 20,
        "level_id": 1,
        "power": "Readiness",
        "description": "You are considered to have an additional three Mental Traits for challenges relating to leaps of logic, memory, reasoning, or investigation. This power lasts either one scene or one hour, whichever ends first.",
        "power_order": 1,
        "book": 4,
        "page": 50
    },
    {
        "power_id": 314,
        "discipline_id": 19,
        "path_id": 20,
        "level_id": 1,
        "power": "Centering",
        "description": "You may induce a state of serenity. The target is unaffected by wound penalties; additionally, for each Mental Trait you spend (up to a limit of three), the target is considered to be one Trait up when defending against attempts to evoke emotion or frenzy. The target must be within earshot and you must spend a full turn speaking. This power lasts one scene or one hour, whichever ends first.",
        "power_order": 2,
        "book": 4,
        "page": 50
    },
    {
        "power_id": 315,
        "discipline_id": 19,
        "path_id": 20,
        "level_id": 2,
        "power": "One-Tracked Mind",
        "description": "By spending a full turn speaking to someone and succeeding in a Mental Challenge, you may force your target to spend all of their actions on a course of action you suggest, even those gained by Celerity, and gain an extra Trait toward any attempts to fulfill that goal. During this time, the subject believes their behavior to be perfectly rational and their own idea. This effect lasts for one combat or one scene.",
        "power_order": 1,
        "book": 4,
        "page": 51
    },
    {
        "power_id": 316,
        "discipline_id": 19,
        "path_id": 20,
        "level_id": 2,
        "power": "Dual Thought",
        "description": "You may spend a Willpower Trait and take an extra action during your turn so long as it is Mental in nature. These actions take place simultaneously on your turn, and you must pay all expenditures, engage in all necessary challenges, and stay below your blood-per-turn limit as normal.",
        "power_order": 2,
        "book": 4,
        "page": 51
    },
    {
        "power_id": 317,
        "discipline_id": 19,
        "path_id": 20,
        "level_id": 3,
        "power": "Perfect Clarity",
        "description": "By spending a Willpower Trait, you may become temporarily immune to frenzy and Rotschreck (even by supernatural means), has a two-Trait bonus in all challenges, and any attempts to control or manipulate the thaumaturge (including Presence and Dominate) lose all ties. This lasts for one combat scene or ten minutes.",
        "power_order": 1,
        "book": 4,
        "page": 51
    },
    {
        "power_id": 318,
        "discipline_id": 19,
        "path_id": 21,
        "level_id": 1,
        "power": "Guest's Herald",
        "description": "This power is used to enchant a specific door or other entryway (e.g., a window or skylight). Whenever someone passes through this portal, an audio or visual effect will alert the thaumaturge. ",
        "power_order": 1,
        "book": 4,
        "page": 52
    },
    {
        "power_id": 319,
        "discipline_id": 19,
        "path_id": 21,
        "level_id": 1,
        "power": "Inventory",
        "description": "By using this enchantment within a room, the user gains a mystical knowledge of the items contained within it.",
        "power_order": 2,
        "book": 4,
        "page": 52
    },
    {
        "power_id": 320,
        "discipline_id": 19,
        "path_id": 21,
        "level_id": 2,
        "power": "Personal Labyrinth",
        "description": "Personal Labyrinth is used to confuse intruders causing them to leave the enchanted area.  When someone enters the enchanted area, a Static Mental Challenge with a difficulty equal to the thaumaturge&rsquo;s current Mental Traits must be performed.  If the intruder fails this test, then the enchantment takes hold and he or she becomes confused and will leave.",
        "power_order": 1,
        "book": 4,
        "page": 52
    },
    {
        "power_id": 321,
        "discipline_id": 19,
        "path_id": 21,
        "level_id": 2,
        "power": "Passportal",
        "description": "Within the enchanted area, this allows the thaumaturge to quickly evade those who have penetrated the other defenses.  When passing through a door, he or she may spent a Blood Trait to exit from any other door in the enchanted area.",
        "power_order": 2,
        "book": 4,
        "page": 52
    },
    {
        "power_id": 322,
        "discipline_id": 19,
        "path_id": 21,
        "level_id": 3,
        "power": "Madhouse",
        "description": "Each room within the enchanted area will defend itself forcing a Physical Challenge with a difficulty of 6.  If this challenge is lost, then the intruder suffers one box of Lethal damage.  The area immediately adjacent to the Hearth Room has a difficulty of 8.  The Hearth Room itself has no traps.  These defenses take the form of accidents, poltergeist-like activities, or even overtly hostile movements.",
        "power_order": 1,
        "book": 4,
        "page": 52
    },
    {
        "power_id": 323,
        "discipline_id": 19,
        "path_id": 22,
        "level_id": 1,
        "power": "Vertigo",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 53
    },
    {
        "power_id": 324,
        "discipline_id": 19,
        "path_id": 22,
        "level_id": 1,
        "power": "Contortion",
        "description": null,
        "power_order": 2,
        "book": 4,
        "page": 53
    },
    {
        "power_id": 325,
        "discipline_id": 19,
        "path_id": 22,
        "level_id": 2,
        "power": "Seizure",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 53
    },
    {
        "power_id": 326,
        "discipline_id": 19,
        "path_id": 22,
        "level_id": 2,
        "power": "Body Failure",
        "description": null,
        "power_order": 2,
        "book": 4,
        "page": 54
    },
    {
        "power_id": 327,
        "discipline_id": 19,
        "path_id": 22,
        "level_id": 3,
        "power": "Marionette",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 54
    },
    {
        "power_id": 328,
        "discipline_id": 19,
        "path_id": 23,
        "level_id": 1,
        "power": "Portents",
        "description": "You may emerge from a dream-trance and spend ten minutes in meditation to analyze your dream fragments. By succeeding on a Simple Challenge, the Storyteller may provide you with a series of allegorical or symbolic images concerning an event in the near future. Repeated uses of this power are unlikely to be effective.",
        "power_order": 1,
        "book": 4,
        "page": 55
    },
    {
        "power_id": 329,
        "discipline_id": 19,
        "path_id": 23,
        "level_id": 1,
        "power": "Foresee",
        "description": "As with Portents, but now you may read another sleeping being\\&#039;s dreams and divine their future, though you must spend a Willpower Trait to do so with Kindred. You must be present to read another person\\&#039;s dreams, either physically or in the Astral Plane.",
        "power_order": 2,
        "book": 4,
        "page": 55
    },
    {
        "power_id": 330,
        "discipline_id": 19,
        "path_id": 23,
        "level_id": 2,
        "power": "Dreamspeak",
        "description": "You may insert a static five-minute vision into your target\\&#039;s dreams, communicating anything you desire within the time limit. This power may be used on anyone the caster has met, so long as the target is sleeping at the time. This dream-sequence will be clearly remembered upon the target\\&#039;s awakening.",
        "power_order": 1,
        "book": 4,
        "page": 55
    },
    {
        "power_id": 331,
        "discipline_id": 19,
        "path_id": 23,
        "level_id": 2,
        "power": "Augury",
        "description": "You may gain a more detailed picture of the future by mentally journeying to the collective unconscious; if you win a Simple Challenge, you may receive a series of dream-images from either yourself or anyone upon whom you\\&#039;ve used Foresee or Dreamspeak (one chosen at casting). This may only be used once per night and requires twenty minutes of meditation.",
        "power_order": 2,
        "book": 4,
        "page": 55
    },
    {
        "power_id": 332,
        "discipline_id": 19,
        "path_id": 23,
        "level_id": 3,
        "power": "Reveal the Heart's Dreams",
        "description": "You may read a great deal of information off of a target through mere observation. By spending a Willpower Trait (or two Willpower Traits for Kindred targets) and winning a Mental Challenge, you may ask your target to reveal either their heart\\&#039;s dream or their greatest fear.",
        "power_order": 1,
        "book": 4,
        "page": 56
    },
    {
        "power_id": 333,
        "discipline_id": 19,
        "path_id": 24,
        "level_id": 1,
        "power": "Ravages of the Beast",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 56
    },
    {
        "power_id": 334,
        "discipline_id": 19,
        "path_id": 24,
        "level_id": 1,
        "power": "Weight of the Sun",
        "description": null,
        "power_order": 2,
        "book": 4,
        "page": 57
    },
    {
        "power_id": 335,
        "discipline_id": 19,
        "path_id": 24,
        "level_id": 2,
        "power": "Abated Tooth",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 57
    },
    {
        "power_id": 336,
        "discipline_id": 19,
        "path_id": 24,
        "level_id": 2,
        "power": "Treacherous Bonds",
        "description": null,
        "power_order": 2,
        "book": 4,
        "page": 57
    },
    {
        "power_id": 337,
        "discipline_id": 19,
        "path_id": 24,
        "level_id": 3,
        "power": "The Withering of Ages",
        "description": null,
        "power_order": 1,
        "book": 4,
        "page": 58
    },
    {
        "power_id": 338,
        "discipline_id": 19,
        "path_id": 25,
        "level_id": 1,
        "power": "Stigma",
        "description": "By touching your target, you mark them with an invisible aura of revulsion and force them to bid an extra trait in all Social Challenges; moreover, they lose all ties in Social Challenges. These effects last until the next sunset.",
        "power_order": 1,
        "book": 4,
        "page": 59
    },
    {
        "power_id": 339,
        "discipline_id": 19,
        "path_id": 25,
        "level_id": 1,
        "power": "Malady",
        "description": "By invoking this power, you bring down a terrible sickness on your target, inflicting a two-Trait penalty to all physical actions upon them. While both mortal and Kindred targets appear to have a nasty flu, the Kindred may end up breaking the Masquerade as he sneezes blood.",
        "power_order": 2,
        "book": 4,
        "page": 59
    },
    {
        "power_id": 340,
        "discipline_id": 19,
        "path_id": 25,
        "level_id": 2,
        "power": "Pariah",
        "description": "This curse makes your target appear to be the worst enemy of anyone they encounter; this phenomenon is purely a physical illusion altering the perceptions of others and the target may still speak and act normally. Auspex cannot penetrate this curse.",
        "power_order": 1,
        "book": 4,
        "page": 59
    },
    {
        "power_id": 341,
        "discipline_id": 19,
        "path_id": 25,
        "level_id": 2,
        "power": "Corrupt Body",
        "description": "By invoking this curse, you may inflict horrible disfigurement upon your enemy, reducing their Physical Traits by half (rounded down) and removing all Appearance Traits they might have until sunrise. The afflicted must also spend one turn doing nothing but writhe in pain as the curse takes effect.",
        "power_order": 2,
        "book": 4,
        "page": 59
    },
    {
        "power_id": 342,
        "discipline_id": 19,
        "path_id": 25,
        "level_id": 3,
        "power": "Fall from Grace",
        "description": "This curse stacks Fate\\&#039;s deck against your opponent, preventing them from winning ties or using any retests until sunrise. They must flat-out win all challenges in order to succeed at something.",
        "power_order": 1,
        "book": 4,
        "page": 60
    },
    {
        "power_id": 343,
        "discipline_id": 19,
        "path_id": 26,
        "level_id": 1,
        "power": "Fortify the Solid Form",
        "description": "You may spend a Mental Trait and strengthen the atomic bonds in an item, negating its Fragile quality and allowing for structurally weak items (like pencils) to become viable weapons. It may also be used to strengthen armor, adding one Health Level to its rating.",
        "power_order": 1,
        "book": 4,
        "page": 60
    },
    {
        "power_id": 344,
        "discipline_id": 19,
        "path_id": 26,
        "level_id": 1,
        "power": "Crystallize the Liquid Form",
        "description": "You may spend a Mental Trait and transform up to two pints (or one Blood Trait) of liquid into its solid form. Its temperature and qualities remain consistent, so solid acid will still burn through whatever it touches. Liquids within living forms cannot be affected, and all solidified items return to their natural state at the end of the scene.",
        "power_order": 2,
        "book": 4,
        "page": 60
    },
    {
        "power_id": 345,
        "discipline_id": 19,
        "path_id": 26,
        "level_id": 2,
        "power": "Liquefy the Solid Form",
        "description": "You may liquefy inanimate matter by spending a number of Mental Traits relative to the size of the object (a pencil would cost one Trait, while a tank might be seven or eight Mental Traits). At scene\\&#039;s end, the object will attempt to reform with as much material as remains, unless it is completely scattered.",
        "power_order": 1,
        "book": 4,
        "page": 60
    },
    {
        "power_id": 346,
        "discipline_id": 19,
        "path_id": 26,
        "level_id": 2,
        "power": "Solidify the Gaseous Form",
        "description": "At this level of mastery, a thaumaturge can solidify the very air and other gasses to form hazy, semi-transparent walls.  These walls must be anchored to existing features; they cannot be created completely in space.  They are also stationary and cannot be moved once created.",
        "power_order": 2,
        "book": 4,
        "page": 61
    },
    {
        "power_id": 347,
        "discipline_id": 19,
        "path_id": 26,
        "level_id": 3,
        "power": "Sublimate the Solid Form",
        "description": "This power represents the greatest control over the states of matter that can be achieved with this Path.  It allows the thaumaturge to cause a solid area to become as a gas to those who wish to pass through it.  Oddly, though, while anyone can pass through the targeted area, it retains other physical properties.  Walls continue to support buildings, phosphorus still fizzles in water, and a boat will still float and displace water.  Further, it takes intent to pass through the area to do so; a person cannot accidentally fall through or into such a space but they can be forced against their will.",
        "power_order": 1,
        "book": 4,
        "page": 61
    },
    {
        "power_id": 348,
        "discipline_id": 19,
        "path_id": 27,
        "level_id": 1,
        "power": "Methyskein",
        "description": "You may make physical contact with a target and make them behave drunkenly for one scene. During this time, they suffer a one-Trait penalty on challenges involving dexterity or intelligence and generally act intoxicated, including clouded judgment and euphoria. If used on a mortal or ghoul three times in a row, they become addicted and suffer penalties for not partaking.",
        "power_order": 1,
        "book": 4,
        "page": 62
    },
    {
        "power_id": 349,
        "discipline_id": 19,
        "path_id": 27,
        "level_id": 1,
        "power": "Omophagy",
        "description": "By making direct eye contact and succeeding on a Mental Challenge, you may evoke all-consuming gluttonous hunger in your target. Mortals will eat until sick and even afterwards, while Kindred will seek out the easiest nearby prey, drain it dry, and continue to consume the flesh with no ability to digest it. This power lasts for an entire evening, but can be suppressed for one scene by spending a Willpower Trait.",
        "power_order": 2,
        "book": 4,
        "page": 62
    },
    {
        "power_id": 350,
        "discipline_id": 19,
        "path_id": 27,
        "level_id": 2,
        "power": "Hamartia",
        "description": "By making physical contact with your target, you may induce incredible euphoria, such that they are two Traits down on all challenges for the remainder of the scene. Additional effects may include lust, depression, or violence, depending on the target\\&#039;s personality. When used on another follower of the Path, they suffer no penalties and gain a two-Trait bonus on tests of physical strength.",
        "power_order": 1,
        "book": 4,
        "page": 62
    },
    {
        "power_id": 351,
        "discipline_id": 19,
        "path_id": 27,
        "level_id": 2,
        "power": "Enthousiasm&oacute;s",
        "description": "You may exude a powerful pheromone that afflicts everyone within ten feet of you with a narcotic stupor. Affected targets are down three Mental Traits and one Physical Traits on all challenges and are generally inclined toward passive euphoria and enjoying their hallucinations. A Willpower Trait may be used to shake off the effects for one turn. This power lasts for one scene.",
        "power_order": 2,
        "book": 4,
        "page": 63
    },
    {
        "power_id": 352,
        "discipline_id": 19,
        "path_id": 27,
        "level_id": 3,
        "power": "Oinos Aimatos",
        "description": "You may spend one Blood Trait and one Willpower Trait to infuse your vitae with euphoric potency; any who drink even a small quantity of your blood are affected as per Enthousiasmos with no further expense required. The vitae\\&#039;s empowerment and its effects last for one scene.",
        "power_order": 1,
        "book": 4,
        "page": 63
    },
    {
        "power_id": 353,
        "discipline_id": 19,
        "path_id": 10,
        "level_id": 1,
        "power": "Speed the Season's Passing",
        "description": "By touching a plant and activating this power, you either greatly accelerate a plant\\&#039;s growth or death, depending on your intent while activating the power; by spending a Willpower Trait, the effect is nearly instantaneous. You may use this power to destroy a stake or other wooden weapon in combat, but cannot affect a stake while you yourself are staked.",
        "power_order": 2,
        "book": 2,
        "page": 79
    },
    {
        "power_id": 354,
        "discipline_id": 29,
        "path_id": 29,
        "level_id": 1,
        "power": "Flash Blind",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 100
    },
    {
        "power_id": 355,
        "discipline_id": 29,
        "path_id": 29,
        "level_id": 1,
        "power": "Flame Lance",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 100
    },
    {
        "power_id": 356,
        "discipline_id": 29,
        "path_id": 29,
        "level_id": 2,
        "power": "Ring of Fire",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 100
    },
    {
        "power_id": 357,
        "discipline_id": 29,
        "path_id": 29,
        "level_id": 2,
        "power": "Incinerate",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 101
    },
    {
        "power_id": 358,
        "discipline_id": 29,
        "path_id": 29,
        "level_id": 3,
        "power": "Furnaces of Hell",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 101
    },
    {
        "power_id": 359,
        "discipline_id": 29,
        "path_id": 30,
        "level_id": 1,
        "power": "Induce Fear",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 102
    },
    {
        "power_id": 360,
        "discipline_id": 29,
        "path_id": 30,
        "level_id": 1,
        "power": "Spook",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 102
    },
    {
        "power_id": 361,
        "discipline_id": 29,
        "path_id": 30,
        "level_id": 2,
        "power": "Terrorize",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 103
    },
    {
        "power_id": 362,
        "discipline_id": 29,
        "path_id": 30,
        "level_id": 2,
        "power": "Fear-Plague",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 103
    },
    {
        "power_id": 363,
        "discipline_id": 29,
        "path_id": 30,
        "level_id": 3,
        "power": "Leech of Fear",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 103
    },
    {
        "power_id": 364,
        "discipline_id": 29,
        "path_id": 31,
        "level_id": 1,
        "power": "Mind Leech",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 104
    },
    {
        "power_id": 365,
        "discipline_id": 29,
        "path_id": 31,
        "level_id": 1,
        "power": "Stigmatize",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 104
    },
    {
        "power_id": 366,
        "discipline_id": 29,
        "path_id": 31,
        "level_id": 2,
        "power": "Drain Resolve",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 104
    },
    {
        "power_id": 367,
        "discipline_id": 29,
        "path_id": 31,
        "level_id": 2,
        "power": "Sap Will",
        "description": null,
        "power_order": 2,
        "book": 3,
        "page": 104
    },
    {
        "power_id": 368,
        "discipline_id": 29,
        "path_id": 31,
        "level_id": 3,
        "power": "The Gift of Servitude",
        "description": null,
        "power_order": 1,
        "book": 3,
        "page": 104
    },
    {
        "power_id": 369,
        "discipline_id": 9,
        "path_id": 32,
        "level_id": 1,
        "power": "Insight",
        "description": "Gazing into the eyes of a corpse, you expend a Mental Trait to see the last minute of an individual&#039;s existence.  This can be used on Vampires in Final Death, but not if they reached Golconda.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 370,
        "discipline_id": 9,
        "path_id": 32,
        "level_id": 1,
        "power": "Summon Soul",
        "description": "Win a Static Mental Challenge with a difficulty of 5, you can summon a spirit and ask it a single question that it must answer truthfully.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 371,
        "discipline_id": 9,
        "path_id": 32,
        "level_id": 2,
        "power": "Ghostly Protector",
        "description": "Use Summon Soul and spend a Blood Trait to summon a Ghostly Protector.  This protector can scout areas, warn you of danger, and perhaps other more complex things as well.  Keep in mind:  ghosts can&#039;t interact with the physical world and can only be seen by the summoner and others using Auspex.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 372,
        "discipline_id": 9,
        "path_id": 32,
        "level_id": 2,
        "power": "Enchant Corpse",
        "description": "Use Summon Soul and spend a Willpower Trait to enchant a corpse.  The corpse will rise and be made ambulatory by the soul you jam into it.  Zombies can be used to complete small, menial tasks and can be controlled in combat.  Summoning and controlling multiple Zombies causes a -2 Mental Trait penalty to all actions after the first.  Zombies must remain within the summoner&#039;s line of sight to remain controlled.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 373,
        "discipline_id": 9,
        "path_id": 32,
        "level_id": 3,
        "power": "Reincarnate",
        "description": "You can use this power on yourself or someone else.  First, you use Enchant Corpse but spend a Willpower Dot instead.  Then, if you (or your subject) dies, you awaken within the corpse.  Upon being reincarnated, your generation goes up by 1 and you suffer additional penalties as well.  Cannot be used to avoid Diablerie, though there are rumors of more powerful versions of this power.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 376,
        "discipline_id": 9,
        "path_id": 33,
        "level_id": 1,
        "power": "Death's Aura",
        "description": "You may survey a room to determine if a death has taken place there.  Spend a Mental Trait and make a Static Mental Challenge with a difficulty of the number of days since someone has died there.  If you succeed, you will learn how many deaths, their rough location, and the nature of the deaths (violent, peaceful, etc.)",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 377,
        "discipline_id": 9,
        "path_id": 33,
        "level_id": 1,
        "power": "Death's Ambiance",
        "description": "By touching a body and paying a variable cost, you may sense the last thing the corpse heard, felt, and smelled and tasted before dying.  This sensation may be overwhelming.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 378,
        "discipline_id": 9,
        "path_id": 33,
        "level_id": 2,
        "power": "Death's Traces",
        "description": "You may attune yourself to a body by paying a variable cost and making a Static Mental Challenge (7).  If successful, traces related to their cause of death will be highlighted to one of your senses.  By spending an additional Mental Trait, you may sense other forensic remains as well.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 379,
        "discipline_id": 9,
        "path_id": 33,
        "level_id": 2,
        "power": "Death's Image",
        "description": "Like Death&#039;s Ambience, but with an external visual view of the subject&#039;s last sight.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 380,
        "discipline_id": 9,
        "path_id": 33,
        "level_id": 3,
        "power": "Death's Embrace",
        "description": "Like Death&#039;s Ambience, but you sense the subject&#039;s final thoughts.  A Static Mental Challenge (7) is required to make them coherent.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 381,
        "discipline_id": 28,
        "path_id": null,
        "level_id": 1,
        "power": "Level 1 Countermagic",
        "description": "Make a Mental Challenge against the caster biding a total of 3 traits.  If you win, the power or ritual fails.  You can only cancel those powers that directly affect you.",
        "power_order": 1,
        "book": 2,
        "page": 92
    },
    {
        "power_id": 382,
        "discipline_id": 28,
        "path_id": null,
        "level_id": 1,
        "power": "Level 2 Countermagic",
        "description": "You no longer are required to bid two extra traits when canceling powers or rituals that affect you.  ",
        "power_order": 2,
        "book": 2,
        "page": 92
    },
    {
        "power_id": 383,
        "discipline_id": 28,
        "path_id": null,
        "level_id": 2,
        "power": "Level 3 Countermagic",
        "description": "You now have +2 traits on ties when canceling Thaumaturgy.  You can also cancel any power or ritual that affects anyone or anything in phsyical contact with you.",
        "power_order": 1,
        "book": 2,
        "page": 92
    },
    {
        "power_id": 384,
        "discipline_id": 28,
        "path_id": null,
        "level_id": 2,
        "power": "Level 4 Countermagic",
        "description": "You receive 4 extra traits when using Countermagic.",
        "power_order": 2,
        "book": 2,
        "page": 93
    },
    {
        "power_id": 385,
        "discipline_id": 28,
        "path_id": null,
        "level_id": 3,
        "power": "Level 5 Countermagic",
        "description": "You have +6 traits on ties when using Countermagic and can now cancel any power or ritual that either targets something within the same room",
        "power_order": 1,
        "book": 2,
        "page": 93
    },
    {
        "power_id": 386,
        "discipline_id": 19,
        "path_id": 34,
        "level_id": 1,
        "power": "Freezing Touch",
        "description": "Touch your target and the heat is drawn from it magically and it is left near freezing. Touching flesh causes it to become frostbitten and causes Lethal damage to mortals. Vampires, relying less on their physical bodies, only suffer Bashing. You can also use this power to quickly cool objects. The effect of this is left up to the Storyteller of the scene but could include frosting glass, cracking metals, freezing water or surfaces, etc.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 387,
        "discipline_id": 19,
        "path_id": 35,
        "level_id": 1,
        "power": "Breath of Whispers",
        "description": "Using small tendrils of air, the Thaumaturge speaks to his allies at great distances and can hear their response. As long as air can connect the user and his target, they can speak. Auspex 1, Heightened Senses, can be used to overhear this conversation with a Static Mental Challenge with a difficulty of 8; perception merits (e.g., Heightened Senses: Hearing) do not.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 388,
        "discipline_id": 19,
        "path_id": 35,
        "level_id": 1,
        "power": "Slicing Wind",
        "description": "Using the biting edge of the wind, you can slice your enemies at range. Using a targeted, focused blast of air and pitting your mentals vs. their physicals (Potence does not apply), you can lacerate your victims causing 1 lethal damage. This power cannot knock over your target, nor does it disturb other objects in your target\\&#039;s vicinity.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 389,
        "discipline_id": 19,
        "path_id": 35,
        "level_id": 2,
        "power": "Diffusion",
        "description": "This allows the user to precisely control the concentration of air in his vicinity over a small amount of time. This power can be used across multiple turns -- each turn costing a single Blood Trait -- to either increase or decrease the density of air in an area 20 feet around the thaumaturge (roughly six steps). ",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 390,
        "discipline_id": 19,
        "path_id": 35,
        "level_id": 2,
        "power": "Raging Gale",
        "description": " Your control over the air has increased to the extent that you can send a blast of intense pressure toward a group of enemies. You can knock your targets to the ground and they must spend their next action rising to their feet should they choose to do so. No damage is taken unless they fall on some dangerous surface. This power can disturb other lightweight objects in the path like paper, leaves, etc.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 391,
        "discipline_id": 19,
        "path_id": 35,
        "level_id": 3,
        "power": "Wind Shield",
        "description": "Encasing yourself in a shell of quickly moving air, you defend yourself against incoming attacks. Thrown weapons, arrows, crossbow bolts, and small projectiles are completely blocked and can neither enter nor leave the shield. Firearms become less effective as do melee attacks.  This power, once activated, lasts 10 minutes or until the end of the scene. You may cancel it at any other time of your choosing.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 397,
        "discipline_id": 19,
        "path_id": 36,
        "level_id": 1,
        "power": "Mind Leech",
        "description": "This allows you to temporarily affect a target&rsquo;s mental prowess.  Your target doesn&rsquo;t know what&rsquo;s caused their fatigue but will recognize the effect.  Your subject must bid an additional Trait on all Mental Challenges for the rest of the scene or an hour.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 398,
        "discipline_id": 19,
        "path_id": 36,
        "level_id": 1,
        "power": "Stigmatize",
        "description": "Similar to Mind Leech, this power affects your target and confuses their ability to relate to others. Winning will force your target to bid an additional Trait on all Social Challenges for the rest of the scene or an hour.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 399,
        "discipline_id": 19,
        "path_id": 36,
        "level_id": 2,
        "power": "Drain Resolve",
        "description": "Upon reaching this level of mastery within this Path you have the ability to restrict your target&rsquo;s ability to refresh their Mental Traits during the night.  You must make a Mental Challenge against your target and if you win, your target must spend three Willpower Traits to refresh their Mental Traits.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 400,
        "discipline_id": 19,
        "path_id": 36,
        "level_id": 2,
        "power": "Sap Will",
        "description": "Winning a Mental Challenge with a target in which you bid three Traits to their one, you can force them to lose a Willpower Trait.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 401,
        "discipline_id": 19,
        "path_id": 36,
        "level_id": 3,
        "power": "Stupefy",
        "description": "At the highest level of mastery, this allows you to absorb the mental prowess of a target.  Make a Mental Challenge against your target bidding two traits to their one.  If you win, you drain a Mental Trait from them and add it to your own.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 402,
        "discipline_id": 9,
        "path_id": 37,
        "level_id": 1,
        "power": "Homuncular Servant",
        "description": "Spend a Blood Trait and make a Static Mental Challenge (diff 4) to animate a part of a human corpse or a small animal.  The servant has one Physical and Mental Trait and one health level.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 403,
        "discipline_id": 9,
        "path_id": 37,
        "level_id": 1,
        "power": "Raise to Service",
        "description": "Spend a Blood Trait and make a Static Mental Challenge (diff 6) to animate a human corpse.  The corpse has three Physical and two Mental Traits and three health levels.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 404,
        "discipline_id": 9,
        "path_id": 37,
        "level_id": 2,
        "power": "Shambling Hordes",
        "description": "Spend a Willpower and two Mental Traits to animate up to five human corpses that can fight for you.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 405,
        "discipline_id": 9,
        "path_id": 37,
        "level_id": 2,
        "power": "Meat Puppet",
        "description": "By spending a Willpower Trait, you may possess a normal human corpse.  You may not use Disciplines while doing so.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 406,
        "discipline_id": 9,
        "path_id": 37,
        "level_id": 3,
        "power": "Danse Macabre",
        "description": "You may animate a corpse, normal or inhabited.  A normal corpse requires two Mental Traits; a vampire requires one Mental and one Willpower Trait and winning a Mental Challenge.  You may control their body for a combat round, and must make another Mental Challenge to continue controlling them; if you fail, they may spend a Willpower Trait to block you.  They attack at half their normal Physical Traits.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 407,
        "discipline_id": 9,
        "path_id": 38,
        "level_id": 1,
        "power": "Shroudsight",
        "description": "You may attune your vision to the Shadowlands for a scene by spending a Mental Trait, allowing you to see ghosts and ghostly objects and structures.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 408,
        "discipline_id": 9,
        "path_id": 38,
        "level_id": 1,
        "power": "Lifeless Tongues",
        "description": "This power works like Shroudsight, but costs one Willpower Trait and lets you hear ghosts as well as see them.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 409,
        "discipline_id": 9,
        "path_id": 38,
        "level_id": 2,
        "power": "Dead Hand",
        "description": "By spending a Willpower Trait, you may place yourself physically on both the material plane and the Shadowlands, allowing you to interact physically with ghosts.  This power lasts for one scene, and can be extended for additional scenes at the cost of a Blood Trait.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 410,
        "discipline_id": 9,
        "path_id": 38,
        "level_id": 2,
        "power": "Ex Nihilo",
        "description": "You may enter the Shadowlands physically by drawing a door on a surface, spending a Willpower Trait and two Blood Traits, and making a Static Mental Challenge (diff 8).  You may return by concentrating for three turns.  The Shadowlands has structures of its own and does not correspond exactly with the land of the living, so this power does not necessarily allow you to bypass walls.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 411,
        "discipline_id": 9,
        "path_id": 38,
        "level_id": 3,
        "power": "Torment",
        "description": "You may attack ghosts physically without entering the Shadowlands yourself.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 412,
        "discipline_id": 9,
        "path_id": 39,
        "level_id": 1,
        "power": "Shroud of Death",
        "description": "Spend a Blood Trait and touch a subject to make them look like a dried-up corpse.  They have a -1 Trait penalty on Physical and non-intimidation Social Challenges.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 413,
        "discipline_id": 9,
        "path_id": 39,
        "level_id": 1,
        "power": "Grave's Chill",
        "description": "You may channel the metaphorical chill of a corpse through yourself by spending a Willpower, rendering yourself immune to wound penalties and giving yourself free retests against attempts to manipulate your emotions for one scene.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 414,
        "discipline_id": 9,
        "path_id": 39,
        "level_id": 2,
        "power": "Blight",
        "description": "You may inflict the ravages of age on a target.  Spend a Blood Trait and beat them in a test of your Mental versus their Physical Traits.  If successful, they appear to age by decades, and must bid one extra Physical Trait and have a -1 Mental Trait penalty for the rest of the evening.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 415,
        "discipline_id": 9,
        "path_id": 39,
        "level_id": 2,
        "power": "Resume the Coil",
        "description": "This power brings a subject out of Torpor (including yourself) at the cost of a Willpower Trait; if used on another, you must succeed in a Static Mental Challenge with a difficulty of ten minus their Morality.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 416,
        "discipline_id": 9,
        "path_id": 39,
        "level_id": 3,
        "power": "Gift of the Corpse",
        "description": "You may render yourself immune to some aspects of the vampiric condition by spending a Willpower Trait and making a Static Mental Challenge (diff 7).  For the next five rounds, you are immune to holy ground, True Faith, frenzy and Rotschreck, take bashing damage from sunlight and lethal from fire, and are not rendered helpless by a stake in the heart.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 417,
        "discipline_id": 9,
        "path_id": 40,
        "level_id": 1,
        "power": "Ghostly Whispers",
        "description": "Spend a Mental Trait to implant a brief message and knowledge of the target of the message into a ghost. The ghost will be drawn toward the target and travel toward them through the Shadowlands. When the ghost finds the target, it will manifest visually and audibly long enough to deliver the message. If the target is unconscious or otherwise unable to receive a message when the ghost arrives, it will wait until the next sunrise or sunset, whereupon the spell will be broken.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 418,
        "discipline_id": 9,
        "path_id": 40,
        "level_id": 1,
        "power": "Spectral Guardian",
        "description": "Empower a ghost to guard a location. Spend 2 Mental Traits and designate the ghost as either a defender or a messenger. A defender will stay at the location and attempt to frighten off any intruders by manifesting visibly and audibly. (Effective Social Traits 7.) If a messenger detects an intruder, it will move to the caster&#039;s location and warn them. Ghosts have a limited ability to discriminate between wanted visitors and intruders, though they can be given passwords or descriptions to go by. The power ends at the next sunrise.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 419,
        "discipline_id": 9,
        "path_id": 40,
        "level_id": 2,
        "power": "Rattling Chains",
        "description": "You may give a ghost the ability to affect the physical world in a limited manner. Spend two Mental Traits to empower a ghost for a scene; if the ghost leaves your room, this effect fades after two rounds.<br><br>The ghost may carry and lift objects of up to a few pounds. It may break fragile objects by dropping them, but cannot give them enough force to directly damage a living (or undead) target. Its precision is limited; if it attempts to deliver a dangerous object (such as a live grenade), it is considered to have three Physical Traits for the purpose of challenges. Fine manipulation of objects such as the tumblers of a lock is likewise beyond a ghost&#039;s capacity. However, they can use a writing implement or type, if imprecisely.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 420,
        "discipline_id": 9,
        "path_id": 40,
        "level_id": 2,
        "power": "Spiritual Assault",
        "description": "You may give a ghost the ability to attack a physical being directly. Spending a Willpower Trait empowers a ghost for one scene. The ghost is considered to have five Physical Traits but does not lose Traits on lost challenges. It may retest, but this expends the necromancer&rsquo;s Abilities.  It deals one bashing damage on a successful attack. This effect ends when the necromancer loses consciousness or leaves the vicinity of the ghost.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 421,
        "discipline_id": 9,
        "path_id": 40,
        "level_id": 3,
        "power": "Poltergeist",
        "description": "An extension of Rattling Chains, a ghost enhanced with this ability can throw objects with enough force to cause injury. One Willpower Trait grants this ability to a ghost for the night; for an additional Willpower Trait, you may give the same ghost Spiritual Assault for the remainder of the night as well.  This effect ends when the necromancer loses consciousness or leaves the vicinity of the ghost.  Only two ghosts per night may be empowered by a given necromancer.<br><br>Objects of up to ten pounds can be thrown with force but not much precision. The ghost is considered to have three Physical Traits when throwing, but does not lose Traits on lost challenges. The ghost may retest, but this expends the necromancer&rsquo;s Abilities.  Thrown objects do one lethal damage on impact; as is standard, burning objects deal one aggravated damage but stop burning on impact. Stakes cannot be hurled with enough precision to pierce a vampire&#039;s heart.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 422,
        "discipline_id": 9,
        "path_id": 41,
        "level_id": 1,
        "power": "Sever the Anchors",
        "description": "Spending a Blood Trait and winning a Mental Challenge with a target, the Necromancer twists and bends the mystical connection that binds a soul to its body. This attack causes lethal damage to both mortals and vampires and can be performed in melee or at range.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 423,
        "discipline_id": 9,
        "path_id": 41,
        "level_id": 1,
        "power": "Chain the Spirit",
        "description": "Spending a Blood Trait and winning a Mental Challenge with a target the Necromancer is touching, the Necromancer appears to bind the target&#039;s soul with his own. For the remainder of the scene, neither the target nor the Necromancer can spend Willpower except to fuel Disciplines. This effect ends if the Necromancer loses consciousness. The Necromancer can only release the spell early if the target also agrees to end the effect early.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 424,
        "discipline_id": 9,
        "path_id": 41,
        "level_id": 2,
        "power": "Gift of the Reaper",
        "description": "Spending a Blood Trait and winning a Mental Challenge with a target, the Necromancer seems to reach out and grab hold of the very strength within her target&#039;s limbs. For the remainder of the scene or an hour, that target must retest all Physical Challenges that they win. These retests do not cost Traits and can be blocked by an Ability relevant to the Physical Challenge or Might where appropriate; in other words, chops must be thrown, but in all other ways, this retest is handled the same as any other. This effect ends if the Necromancer loses consciousness or releases the spell.",
        "power_order": 1,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 425,
        "discipline_id": 9,
        "path_id": 41,
        "level_id": 2,
        "power": "Chill of the Grave",
        "description": "Spending a Blood Trait enhances your defensive prowess and causes the Necromantic energy that you control to injure those who injure you. While you are using this power, all damage dealt to you is reflected upon the damager-dealer though at a reduced potency. In other words, if you suffer aggravated damage then the one who did it to you suffers lethal. Lethal is reduced to bashing damage and bashing damage does not reflect at all. This enchantment lasts for a scene or an hour or until the Necromancer loses consciousness or releases the spell. If the Necromancer has and uses Fortitude to reduce the damage that she takes, the damage taken by her opponent is reduced in a similar manner. (For example, if the Necromancer successfully reduces an aggravated level to lethal, their opponent takes bashing.)<br><br>If the Necromancer is taking ongoing or indirect damage, such as being lit aflame, the initial damage will be reflected but not the damage sustained in later rounds. Other effects of attacks, such as staking, are not reflected.<br><br>Use of Chill of the Grave does not require a full round, but cannot be activated reactively. The Necromancer can act normally on the round this is activated, but cannot cast other spells. Chill of the Grave can be activated at the start of a round of combat or during your regular initiative.",
        "power_order": 2,
        "book": 6,
        "page": 0
    },
    {
        "power_id": 426,
        "discipline_id": 9,
        "path_id": 41,
        "level_id": 3,
        "power": "Soul Rend",
        "description": "Spending a Blood Trait and winning a Mental Challenge with a target causes that character to lose on ties as if they were suffering from the Wounded penalty in all challenges made against the Necromancer. If the target has either Potence 5 or Celerity 5, which cause you to win on ties, then Traits are compared between the challengers as they would be in a normal challenge. The target suffers from this curse for a scene or an hour.<br><br>NOTE: Fortitude does not protect the target from the effects of this power, as it is not actually the Wounded condition.",
        "power_order": 1,
        "book": 6,
        "page": 0
    }
]