[
  {"name": "Blood Sweats",
   "description": "When you are stressed or nervous, your state of mind affects your body: that is, you sweat blood. At the start of a session, make a Derangement Simple Test or begin play down an additional Blood Trait. Additionally, during triggering situations, an additional Simple Test must be made or you may sweat out an additional Trait. When actively sweating, your touch stains your clothes and environment.",
   "chop-at-check-in": "True"
  },
  {"name": "Blood Taste",
   "description": "You hate the taste of blood. You crave it, but you cannot stand to actually drink it. You must win or tie a Simple Test each time you feed. If you fail, you spit out the blood and cannot continue until a new feeding scene unless you spend a Willpower Trait. This does not affect the Background Herd, but you begin each session down one Blood Trait.",
   "chop-at-check-in": "False"
  },
  {"name": "Delusions",
   "description": "You are convinced that something untrue or unprovable is gospel truth. This is not a minor belief that can be easily shrugged off or ignored, but one that runs as an undercurrent through your entire personality, and will not be believed by the majority of people you meet. You must roleplay this delusion consistently. Argument or insults to your delusional belief may be a trigger for frenzy; the difficulty is one lower than an equivalent threat to yourself. If the subject of your belief is actively hostile towards you, Paranoia or Phobia may be a more appropriate Derangement.",
   "chop-at-check-in": "False"
  },
  {"name": "Depression",
   "description": "You believe that everything positive has leaked out of your life. Whenever you suffer encounter significant failure, you must win a Derangement Simple Test or fall into a depressive state for a number of scenes determined by the Storyteller. In this state, your Willpower Traits are considered halved (rounded down), and you may not spend Blood Traits to increase your Physical Traits.",
   "chop-at-check-in": "False"
  },
  {"name": "Flashbacks",
   "description": "A significant event in your life has scarred you emotionally. You suffer from extreme mood swings, which case your Willpower to fluctuate. At the beginning of the session, failure to pass the Derangement Simple Test means you may only spend one Willpower Trait this session.",
   "chop-at-check-in": "True"
  },
  {"name": "Fugue",
   "description": "You react to stressful situations by adopting a set pattern of defensive behaviors to protect yourself while simultaneously repressing all memories what happened during your trance-like state. When confronted by extreme stress, you must pass a Derangement Simple Test or enter this Fugue state.",
   "chop-at-check-in": "False"
  },
  {"name": "Gluttony",
   "description": "You find it difficult to stop feeding before you are full and must spend a Willpower Trait to do so. Furthermore, you always frenzy if you encounter the sight, smell, or taste of blood while hungry (Blood Traits at 4 or less).",
   "chop-at-check-in": "False"
  },
  {"name": "Hysteria",
   "description": "You are unable to control your emotions when under pressure, causing you to have extreme mood swings and fits of violence. When a triggering condition is encountered, you must pass a Derangement Simple Test or you immediately frenzy. If the stress is especially pronounced or significant, as determined by a Storyteller, frenzy is automatic.",
   "chop-at-check-in": "False"
  },
  {"name": "Immortal Terror",
   "description": "You cannot cope with the concept of living forever. When confronted with evidence of your immortality, you must pass a Derangement Simple Test or you become unable to spend Willpower for the remainder of the session as you unconsciously seek your own destruction. You may also engage in other self-destructive behaviors. Examples of immortality can include emerging from torpor or seeing another vampire emerge from torpor, witnessing a vampire survive a wound that would kill a mortal, or healing such a wound yourself. It can also be triggered by mundane means such as witnessing a funeral, seeing a mortal ally die, or seeing someone from your mortal life die of natural causes.",
   "chop-at-check-in": "False"
  },
  {"name": "Manic-Depressive",
   "description": "Manic-Depressive characters are subject to devastating mood swings. At the beginning of a session, you must make a Simple Test with the Storytellers to determine your mood. If you win this Simple Test, you are stable for the session. If you tie, you are in a manic state and suffer a two Trait penalty on all Mental Conflicts for the session, and must bid an additional Trait in all such challenges not related to Disciplines. If you lose, are you are depressed for the session, and suffer the same penalties, but applying to Social Conflicts instead of Mental Conflicts. Additional triggering conditions can be chosen at character creation to change the character’s mental state throughout the evening. This derangement is an exception to the rules for Derangement Simple Tests outlined above.",
   "chop-at-check-in": "True"
  },
  {"name": "Megalomania",
   "description": "You are convinced that power and the exercise thereof are the only things that truly matter in life. When this derangement is active, you must make a Self-Control/Instinct Test with difficulty 4 to resist committing diablerie or otherwise empowering yourself. You must make a Derangement Simple Test at session check-in; if you fail, this derangement is active for the session.",
   "chop-at-check-in": "True"
  },
  {"name": "Obsessive/Compulsive",
   "description": "You are driven to control your environment through ritual. You select one action or set of actions that must be performed in a continuous or ritualistic fashion. You are considered to have an additional Trait on all Attribute Conflicts when someone attempts to coerce you from your set behavior, but will automatically frenzy if prevented from adhering to your ritual.",
   "chop-at-check-in": "False"
  },
  {"name": "Paranoia",
   "description": "You believe that all of your problems stem from external malevolent sources and that you are the victim of evil plots. You sometimes create intricate webs of conspiracy to justify your beliefs and hunt down your persecutors. You are down one Trait on all Social Conflicts while your derangement is active, and suspicious activity forces you to resist frenzy. You must define the nature of your character’s paranoia; for example, a character who is paranoid about the secret government might have to chop if they see men in black suits and sunglasses, or hear helicopters.",
   "chop-at-check-in": "False"
  },
  {"name": "Phobia",
   "description": "Something from your past affected you deeply, enough that it acts as a trigger for intense emotion. When you encounter the trigger, you must pass a Derangement Simple Test or enter Rötschreck.",
   "chop-at-check-in": "False"
  },
  {"name": "Regression",
   "description": "You retreat to the mental age of a child in order to escape the responsibilities and difficulties of life. When in a triggering situation, you must succeed in a Derangement Simple Test or you suffer a two Trait penalty on all Mental Conflicts for the rest of the scene. You may also try to ensure that other characters are there to take care of and protect you.",
   "chop-at-check-in": "False"
  },
  {"name": "Sanguinary Animalism",
   "description": "You believe that when you consume blood, you also consume part of the victim’s soul. You recall vague “memories” from your victim and may also adopt parts of their personalities; these memories are entirely delusional, and you do not again any new information (although you may believe you do). When you feed on a mortal (including animals), you must make a Derangement Simple Test. If you succeed, you are distracted and take a one Trait penalty on all Conflicts for the remainder of the scene. If you fail, you suffer the same penalty and also create an internal, second, reproachful personality intent on destroying you for the rest of the evening. This derangement does not trigger when consuming vampiric vitae.",
   "chop-at-check-in": "False"
  },
  {"name": "Schizophrenia",
   "description": "Unresolved internal turmoil has devastated your psyche. When forced to confront the source of your turmoil, you may manifest many of the traditional signs of insanity: hallucinations, delusions, outbursts of violence, etc. When so afflicted, you are considered to have two fewer Virtue and Willpower Traits, at a minimum of 0.",
   "chop-at-check-in": "False"
  }
]