[{"pkey": 9,"lore_id": 2,"traits": 1,"information": "<p>They can be hurt but not killed by normal weapons. According to folklore, they can be repelled by wolfsbane and can only be killed by silver.</p>  <ul>  </ul>","last_update": "2009-10-01 12:57:00","update_by": null}, {"pkey": 8,"lore_id": 2,"traits": 1,"information": "<p>Werewolves are beings that can transform between human, wolf, and man-wolf forms.  Their exact nature is unclear.</p>  <ul>  </ul>","last_update": "2009-10-01 12:56:42","update_by": null}, {"pkey": 10,"lore_id": 2,"traits": 1,"information": "<p>During the full moon, they transform into their monstrous forms and rampage through the countryside.</p>","last_update": "2009-10-01 12:57:13","update_by": null}, {"pkey": 11,"lore_id": 2,"traits": 1,"information": "<p>They gain size, strength and speed when transformed, but they seem to lose their reason and become killing machines when in their intermediate form.</p>  <ul>  </ul>","last_update": "2009-10-01 12:57:20","update_by": null}, {"pkey": 13,"lore_id": 2,"traits": 1,"information": "<p>Werewolves are often found in packs in the countryside, which destroy any vampire they see on sight. It\\&#039;s unclear if this applies when they\\&#039;re in their human form.</p>  <ul>  </ul>","last_update": "2009-10-01 12:57:35","update_by": null}, {"pkey": 14,"lore_id": 2,"traits": 2,"information": "<p>According to reports, silver weapons are particularly effective against werewolves. Other weapons can hurt them but are less effective, and may not be able to kill them.</p>  <ul>  </ul>","last_update": "2009-10-01 12:57:44","update_by": null}, {"pkey": 15,"lore_id": 2,"traits": 2,"information": "<p>Werewolves can change any time at night but must change during the full moon. Reports vary on whether they can transform during the day; very few (surviving) vampires have firsthand knowledge one way or the other.</p>  <ul>  </ul>","last_update": "2009-10-01 12:57:50","update_by": null}, {"pkey": 16,"lore_id": 2,"traits": 2,"information": "<p>Wolfsbane may be effective against some but not all werewolves; it\\&#039;s considered best not to rely on it.</p>  <ul>  </ul>","last_update": "2009-10-01 12:57:58","update_by": null}, {"pkey": 17,"lore_id": 2,"traits": 2,"information": "<p>The werewolf\\&#039;s human and wolf forms are generally similar to a normal human or werewolf; their intermediate form is larger and more powerful than a human. When transformed, they retain a level of cunning instinct.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:05","update_by": null}, {"pkey": 18,"lore_id": 2,"traits": 2,"information": "<p>Identifying werewolves in human form by looking for specific markings is unreliable; it\\&#039;s not known if not every werewolf possesses them, or if they can be removed.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:16","update_by": null}, {"pkey": 19,"lore_id": 2,"traits": 2,"information": "<p>It is unclear if the lycanthropic condition is passed on by the werewolf\\&#039;s bite or by some other means.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:22","update_by": null}, {"pkey": 20,"lore_id": 2,"traits": 2,"information": "<p>Werewolves seem to exist in an organized society, generally on the pack level. It\\&#039;s unclear how they divide their time between human (or wolf) and werewolf society.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:28","update_by": null}, {"pkey": 21,"lore_id": 2,"traits": 2,"information": "<p>While they don\\&#039;t always attack on sight, werewolves seem to be fairly uniformly hostile toward vampires.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:34","update_by": null}, {"pkey": 22,"lore_id": 2,"traits": 3,"information": "<p>Silver can injure and kill werewolves in all their forms; other attacks can incapacitate or kill them with persistence. They heal from most attacks quickly, but a sufficiently powerful attack can incapacitate them long enough to escape or finish them off. Wolfsbane and other herbs are largely ineffective against them.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:42","update_by": null}, {"pkey": 159,"lore_id": 2,"traits": 4,"information": "<p>Werewolves have a shamanistic, spiritualistic culture, and can perform   magic based around spirits. Different werewolves have different powers   based on their role in their society. Although wolves in the wild don&#039;t have as strict a pecking order as pop culture likes to depict, werewolves do. It may be a side effect of their human nature. Their leaders are known as   &quot;alphas.&quot;</p>","last_update": "2015-08-31 13:39:35","update_by": null}, {"pkey": 24,"lore_id": 2,"traits": 3,"information": "<p>There doesn\\&#039;t seem to be a direct correlation between being bitten by a werewolf and transforming into one.</p>  <ul>  </ul>","last_update": "2009-10-01 12:58:54","update_by": null}, {"pkey": 25,"lore_id": 2,"traits": 3,"information": "<p>The most reliable cues for identifying werewolves in human form are behavioral, not physical; they may exhibit animalistic behavior in unguarded moments.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:00","update_by": null}, {"pkey": 26,"lore_id": 2,"traits": 3,"information": "<p>Apparently. humans tend to forget what they\\&#039;ve seen around enraged werewolves, probably due to traumatic amnesia. This doesn\\&#039;t seem to affect vampires; whether ghouls are affected is unclear.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:06","update_by": null}, {"pkey": 27,"lore_id": 2,"traits": 3,"information": "<p>There are reports of werewolves disappearing and appearing from out of nowhere; it\\&#039;s not clear if they possess a power similar to the vampiric Obfuscate Discipline, or possess some other unknown form of transformation.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:12","update_by": null}, {"pkey": 28,"lore_id": 2,"traits": 3,"information": "<p>Werewolves retain at least some intelligence in all forms, but they tend to live simple, rural lives and eschew technology. Their nature seems to make it more difficult to live in normal human society, as they seem to be subject to a state similar to vampiric frenzy.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:18","update_by": null}, {"pkey": 29,"lore_id": 2,"traits": 3,"information": "<p>Werewolf-inhabited areas sometimes contain strange markings on buildings or sidewalks, although their exact nature is unclear.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:25","update_by": null}, {"pkey": 30,"lore_id": 2,"traits": 3,"information": "<p>Werewolf society seems to be based around a tribal, shamanistic tradition, similar to a mix of pre-technological human society and wolf packs. Leadership seems to be based on strength.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:33","update_by": null}, {"pkey": 32,"lore_id": 2,"traits": 4,"information": "<p>Werewolves seem to be affected by silver, and possibly fire, in a manner similar to the way fire, sunlight, and claws affect vampires; it hurts them more and is harder to heal. There are rumors that they may not be affected in human form, however. They seem to heal from most injuries more quickly than vampires. Other forms of attack are less effective; for a vampire who can\\&#039;t match their speed, strength and power, direct confrontations are best avoided.</p>  <ul>  </ul>","last_update": "2009-10-01 12:59:57","update_by": null}, {"pkey": 33,"lore_id": 2,"traits": 4,"information": "<p>Most werewolves that a vampire encounters (outside of combat) seem to prefer human form, although they may not have all their powers in this form. The moon may have some psychological effect on them, but does not compel their transformations.</p>  <ul>  </ul>","last_update": "2009-10-01 13:00:06","update_by": null}, {"pkey": 34,"lore_id": 2,"traits": 4,"information": "<p>Werewolves retain full human intelligence in all their forms, but are subject to powerful instinctual urges that can overwhelm their reason.</p>  <ul>  </ul>","last_update": "2009-10-01 13:00:13","update_by": null}, {"pkey": 35,"lore_id": 2,"traits": 4,"information": "<p>In man-wolf form, werewolves are terrifying berserkers, and most human are frightened by them beyond rational thought, to the point that they forget the experience as a mental defense.</p>  <ul>  </ul>","last_update": "2009-10-01 13:00:22","update_by": null}, {"pkey": 36,"lore_id": 2,"traits": 4,"information": "<p>There are definite reports of werewolves escaping from physically enclosed areas; their escape ability appears to go beyond simply disappearing from the senses.</p>  <ul>  </ul>","last_update": "2009-10-01 13:00:30","update_by": null}, {"pkey": 157,"lore_id": 2,"traits": 5,"information": "<p>Most packs have a  male and a female alpha. Other roles in the pack include the leader of  the rites, the keepers of history, and the arbiters of the law.</p>","last_update": "2015-08-31 03:24:37","update_by": null}, {"pkey": 161,"lore_id": 2,"traits": 4,"information": "<p>Werewolves possess their own language and system of writing.</p>","last_update": "2015-08-31 13:40:59","update_by": null}, {"pkey": 38,"lore_id": 2,"traits": 4,"information": "<p>They may also live in human society, and seem to retain contact with human families; there are signs that the lycanthropic condition runs in families. They generally seem to avoid polluted or overpopulated areas; those who live in cities prefer clean areas near to natural spaces. Whether any werewolves live within wolf packs is outside the sphere of vampiric experience.</p>  <ul>  </ul>","last_update": "2009-10-01 13:00:44","update_by": null}, {"pkey": 39,"lore_id": 2,"traits": 4,"information": "<p>Werewolves consider vampires to be the result of an irreversible spiritual taint; positive social interactions with them are rare, but some werewolves may be able to overlook this for certain vampires.</p>  <ul>  </ul>","last_update": "2009-10-01 13:00:50","update_by": null}, {"pkey": 40,"lore_id": 2,"traits": 5,"information": "<p>Silver definitely affects werewolves in a manner similar to the effect of fire and sunlight on vampires. While they are apparently unaffected by silver in their human forms, they also don\\&#039;t seem to be able to regenerate in this form. Few vampires have enough long-term, firsthand knowledge of werewolves in wolf form to know if the same applies to them.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:02","update_by": null}, {"pkey": 158,"lore_id": 2,"traits": 3,"information": "<p>They seem to be able to transform at will, but the moon may cause them to transform involuntarily.</p>","last_update": "2015-08-31 13:35:57","update_by": null}, {"pkey": 42,"lore_id": 2,"traits": 5,"information": "<p>Werewolves consider themselves guardians of the spirit world, and the spirit world can be negatively affected by pollution and corruption in the real world. They spend much of their time tending the remaining spiritually pure areas, which tend to be in the wilderness. While they can live in cities, they often find it to be an uncomfortable experience for any length of time; some are able to overcome this reaction, although they still prefer natural areas. They don\\&#039;t all hate technology, but tend to find that mass-produced technology has a negative effect on spirituality.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:14","update_by": null}, {"pkey": 43,"lore_id": 2,"traits": 5,"information": "<p>Werewolves are able to physically enter the spirit world.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:20","update_by": null}, {"pkey": 44,"lore_id": 2,"traits": 5,"information": "<p>The werewolf view of the spirit world seems to be based on three entities: the Weaver, representing technology, the Wyld, representing nature, and the Wyrm, representing corruption. Vampires are considered to be tainted by the Wyrm, and irreversibly corrupt.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:26","update_by": null}, {"pkey": 45,"lore_id": 2,"traits": 5,"information": "<p>Werewolf language includes a system of signs they use to warn other werewolves of dangers; those unaware of it tend to confuse it for graffiti.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:32","update_by": null}, {"pkey": 46,"lore_id": 2,"traits": 5,"information": "<p>They have relatives among humans. The lycanthropic state appears to be hereditary, although the exact way it is passed on is unclear.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:45","update_by": null}, {"pkey": 47,"lore_id": 2,"traits": 5,"information": "<p>In man-wolf form, werewolves cause a reaction they call \\&quot;Delirium\\&quot; which causes humans to forget or rationalize the sight of them; they cause a panic reaction among all but the strongest-willed humans. Ghouls seem to be similarly affected, although not always as strongly.</p>  <ul>  </ul>","last_update": "2009-10-01 13:01:56","update_by": null}, {"pkey": 145,"lore_id": 1,"traits": 3,"information": "<ul>  <li>You know the details of the blood bond and the nature of ghouls.</li>  <li>You know some obscure details of the vampiric condition.</li>  <li>You know how diablerie is performed and its potential side effects.</li>  <li>You are familiar with the Disciplines of the core clans of the opposing sect, and of common bloodlines of your sect.</li>  <li>You know the basic natures of the independent clans.</li>  <li>You know the strengths and weaknesses of the core clans of the opposing sect.</li>  <li>You know of variants of the clans in your sect.</li>  <li>You know of more obscure bloodlines of your sect, and the basic natures of common bloodlines of the opposing sect.</li>  <li>You know the broad outlines of the legends of Caine and the Antediluvians.</li>  <li>You know the broad outlines of Kindred history and politics.</li>  <li>You have heard vague allusions to a kind of vampiric redemption or perfected state known as Golconda.</li>  <li>You know that some vampires follow philosophical systems called Paths of  Enlightenment rather than human-derived morality, and you&#039;ve heard of a  few of these Paths.</li>  </ul>","last_update": "2015-08-25 15:52:05","update_by": null}, {"pkey": 140,"lore_id": 6,"traits": 4,"information": "<ul>  <li>You have a good general knowledge of the rulings of the Justicar Council.</li>  <li>You are familiar with how the philosophy of the Camarilla has developed over time.</li>  <li>You have some familiarity with variant versions of the clans and bloodlines that have been affiliated with the Camarilla.</li>  <li>You can name Princes and some officers of major Camarilla cities.</li>  <li>You   can name some past justicars and some noteworthy archons of other clans. </li>  <li>You  know a fair amount of information that isn&#039;t in the   official history  of the Camarilla, and have started to notice   discrepancies between the  official version and the stories you&#039;ve heard.</li>  </ul>","last_update": "2015-08-25 04:08:03","update_by": null}, {"pkey": 142,"lore_id": 6,"traits": 5,"information": "<ul>  <li>You have a detailed knowledge of the rulings of the Justicar Council, including some that are no longer on the official record.</li>  <li>You are familiar with the inconsistencies between the philosophy of the Camarilla and their actual practice.</li>  <li>You can name princes and some officers of a wide range of Camarilla cities.</li>  <li>You know the sect affilition of most cities in your country, and major cities elsewhere.</li>  <li>You have heard of most of the noteworthy archons.</li>  <li>You are familiar with which parts of the official history of the Camarilla are invented or highly slanted propaganda.</li>  </ul>","last_update": "2015-08-25 04:09:10","update_by": null}, {"pkey": 154,"lore_id": 3,"traits": 4,"information": "<ul>  <li>Low Court fae used to be much more common in Europe than they are now, as the old stories show. </li>  <li>Your  knowledge of the techniques required to make cold iron is now such that  you can actively supervise a crafter who does not themselves have at  least 2 Dots of Fae Lore, enabling them to make cold iron items.</li>  <li>Low Court fae seem more resistant to cold iron than High Court fae.</li>  <li>Some fae choose which court they attend based on personal preference.</li>  <li>Fae  unassociated with either Court are often called &ldquo;the Twisted&rdquo;. They&rsquo;re  rumored to be more violent, harder to speak with, and difficult to  handle.</li>  <li>The fae often organize large assemblies of people to fuel their magic.</li>  <li>The agreements that fae make with outsiders almost always seem to have some hidden catch or wording that  can be twisted to the fae&rsquo;s benefit.</li>  </ul>","last_update": "2015-08-31 02:38:31","update_by": null}, {"pkey": 143,"lore_id": 1,"traits": 1,"information": "<ul>  <li>You have a general sense of the Embrace, although you may not be clear on all the details.</li>  <li>You know the most basic requirements and weaknesses of the vampiric condition (e.g. blood, sunlight, fire).</li>  <li>You know the basic natures of the core clans of your sect.</li>  <li>You are familiar with the most common Disciplines (those possessed by more than one clan), and those of your clan.</li>  <li>If you are of an Independent clan, you know the basics about how your  clan runs cities (if/when it does) and how its members do or don&#039;t fit  into cities run by others.</li>  </ul>","last_update": "2015-08-25 04:15:14","update_by": null}, {"pkey": 131,"lore_id": 7,"traits": 2,"information": "<ul>  <li>You know of less well-known <em>ritae</em> and the ins-and-outs of the Vaulderie ritual.</li>  <li>You know the general provisions of the Code of Milan (the basic code governing the Sabbat).</li>  <li>You know the general beliefs  and philosophy of the Sabbat, including some basic Noddist lore.</li>  <li>You know the powers and  weaknesses of the clans and <em>antitribu</em> that make up the Sabbat.</li>  <li>You can name the major bloodlines affiliated with the Sabbat<em></em>.</li>  <li>You know the structure  of the Sabbat.</li>  <li>You can name the archbishop and cardinal of your region and bishops of  major nearby cities.</li>  <li>You have a good sense of the official history  of the Sabbat.</li>  </ul>","last_update": "2014-08-16 02:58:03","update_by": null}, {"pkey": 133,"lore_id": 7,"traits": 5,"information": "<ul>  <li>You are familiar with the inconsistencies between the philosophy  of the Sabbat and their actual practice.</li>  <li>You can name bishops of a wide range of Sabbat cities.</li>  <li>You  know the sect affiliation of most cities in your country, and major  cities elsewhere.</li>  <li>You have heard of most of the noteworthy templars.</li>  <li>You are familiar with which parts of the official  history of the Sabbat are invented or highly slanted propaganda.</li>  </ul>","last_update": "2014-08-16 03:02:24","update_by": null}, {"pkey": 138,"lore_id": 6,"traits": 3,"information": "<ul>  <li>You are familiar with general rulings of the Justicar Council.</li>  <li>You know the philosophy of the Camarilla in some detail.</li>  <li>You know the roles and capabilities of the clans and bloodlines that are affiliated with the Camarilla.</li>  <li>You know minor and little-used offices that have been used in Camarilla cities.</li>  <li>You    can name the Princes and major officers of major nearby cities, and    Princes of smaller nearby cities and distant major cities.</li>  <li>You know the sect affiliation of most major cities in your country and smaller cities in your local region.</li>  <li>You can name the current members of the Justicar Council, and noteworthy archons of your clan.</li>  <li>You know the official history of the Camarilla very well, and have heard some stories that aren&#039;t in the official history.</li>  <li>You know the names and responsibilities of the common offices in Giovanni-run cities, as well as the rules of such domains.</li>  </ul>","last_update": "2015-08-25 04:06:39","update_by": null}, {"pkey": 130,"lore_id": 7,"traits": 1,"information": "<ul>  <li>You know the basic outline of the Vaulderie ritual and some basic <em>ritae</em>.</li>  <li>You can name the clans  and <em>antitribu</em> that make up the Sabbat.</li>  <li>You know the general structure of the Sabbat and the major offices found in a Sabbat city.</li>  <li>You know the most common positions in a Sabbat pack.</li>  <li>You  can name the bishop  of your city or region.</li>  <li>You  know some of the official history of the Sabbat.</li>  <li>You    have a general sense of the Sabbat&#039;s stated philosophy (if you are a    Camarilla character, the above two points are partially based on    Camarilla propaganda).</li>  </ul>","last_update": "2014-08-16 02:57:32","update_by": null}, {"pkey": 132,"lore_id": 7,"traits": 4,"information": "<ul>  <li>You are familiar with how the philosophy of the Sabbat has  developed over time.</li>  <li>You have some familiarity with variant  versions of the clans, <em>antitribu</em> and bloodlines that have been affiliated with the Sabbat.</li>  <li>You   can name bishops of major Sabbat cities and archbishops of the regions   in your country.  You can name leaders and ducti of major packs in  your  region.</li>  <li>You know the sect affiliation of most cities  in your region of the country.</li>  <li>You can name noteworthy templars.</li>  <li>You   know a fair  amount of information that isn&#039;t in the official history   of the Sabbat, and have started to notice discrepancies between the   official  version and the stories you&#039;ve heard.</li>  </ul>","last_update": "2014-08-16 02:59:59","update_by": null}, {"pkey": 148,"lore_id": 1,"traits": 4,"information": "<ul>  <li>You know some obscure details of the nature of ghouls.</li>  <li>You are familiar with the Disciplines of the independent clans.</li>  <li>You know the strengths and weaknesses of the independent clans.</li>  <li>You know of obscure bloodlines of the opposing sect and unaffiliated bloodlines.</li>  <li>You know of variants of the clans.</li>  <li>You know the legends of Caine and the Antediluvians in some detail.</li>  <li>You know Kindred history and politics in some detail.</li>  <li>You know that only a priest with particularly strong faith can make &quot;real&quot; holy water (that can hurt vampires).</li>  <li>You   have heard many stories and rumors about Golconda, which disagree on   many points: what it is, how it can be obtained, and whether it even   exists at all.</li>  <li>You are familiar with the names and core  concepts of most Paths of Enlightenment practiced today. (You would  still require a mentor to guide you if you wished to change to a  different Path yourself.)</li>  </ul>","last_update": "2015-08-25 15:56:23","update_by": null}, {"pkey": 153,"lore_id": 3,"traits": 3,"information": "<ul>  <li>The High Court generally seems to be more closely associated  with powers which manipulate the minds (i.e. thoughts and memories) of  others.</li>  <li>The Low Court generally includes those who are adept at manipulating others&rsquo; emotions.</li>  <li>In  North America, the Low Court holds the Western states and provinces,  the High Court holds the East, and they overlap in the Midwest. (These  are general trends; individuals of either court may be found anywhere.)</li>  <li>Fae of the High Court seem most likely to be associated with air and water. Low Court fae prefer earth and fire.</li>  <li>Fae  magic seems to be fueled by the human mortals around them. Humans seem  to enjoy being with the fae and, apparently, don&rsquo;t mind being used in  this capacity.</li>  <li>Most fae are heavily damaged when they are struck with cold iron, though not all.</li>  <li>Fae love to make deals and contracts with outsiders.</li>  </ul>","last_update": "2015-08-31 02:36:34","update_by": null}, {"pkey": 92,"lore_id": 8,"traits": 1,"information": "<p>This is a placeholder for Anarch Lore 1.&nbsp; We\\&#039;re going to get it in place as fast as we can.</p>","last_update": "2011-07-06 20:18:21","update_by": null}, {"pkey": 93,"lore_id": 8,"traits": 2,"information": "<p>This is a placeholder for Anarch Lore 2.&nbsp; We\\&#039;re going to get it in place as fast as we can.</p>","last_update": "2011-07-06 20:18:36","update_by": null}, {"pkey": 137,"lore_id": 6,"traits": 1,"information": "<ul>  <li>You know the six Traditions and what they mean.</li>  <li>You can name the clans that make up the Camarilla.</li>  <li>You know the general structure of the Camarilla and the major offices found in a Camarilla city.</li>  <li>You can name the prince and major office-holders of your city.</li>  <li>You know some of the official history of the Camarilla.</li>  <li>You know the practice of Praxis and how office holders are commonly chosen in Camarilla cities (by appointment).</li>  </ul>","last_update": "2015-08-25 04:04:42","update_by": null}, {"pkey": 150,"lore_id": 3,"traits": 2,"information": "<ul>  <li>The fae appear to loathe &ldquo;cold&rdquo; (i.e. pure, un-alloyed) iron and fear its touch. You now know how to make it. (Doing so also requires an appropriate Craft Ability. You cannot, at this level, &ldquo;lend&rdquo; your knowledge to another crafter.)</li>  <li>Those aware of the fae and some fae themselves use mythological terms to describe commonalities within their culture. Thus, the Low Court fae include goblins, hobgoblins,&nbsp; gnomes, dwarves, salamanders, trolls, brownies, bogarts, sluagh, and so forth.</li>  <li>High Court fae are often elves, undines, pixies, sprites, dryads, satyrs, and so forth.</li>  <li>The ruler of the fae of a given court in a given city is usually termed the &ldquo;king&rdquo; or some similarly royal title.</li>  <li>The Courts do not seem to enjoy each other&rsquo;s company.</li>  <li>Physical manifestations of fae powers, and perhaps the fae themselves, seem to be elemental in nature.<br />The fae seem to be associated with four elements: earth, air, fire, and water. The association of a given fae represents what type of magic they can use.</li>  </ul>","last_update": "2015-08-31 02:28:59","update_by": null}, {"pkey": 162,"lore_id": 2,"traits": 1,"information": "<p>According to folklore, werewolves can be identified by markings somewhere  on their body. These may include hair on the palms, united eyebrows, or  a widow&#039;s peak.</p>","last_update": "2015-08-31 13:41:55","update_by": null}, {"pkey": 118,"lore_id": 2,"traits": 3,"information": "<p>Werewolves are sometimes willing to have non-hostile interaction with vampires, but this is rare.</p>","last_update": "2014-08-16 02:08:31","update_by": null}, {"pkey": 144,"lore_id": 1,"traits": 2,"information": "<ul>  <li>You know the details of how the Embrace is performed.</li>  <li>You know the basics of the blood bond and creating ghouls.</li>  <li>You know more details of the vampiric condition (e.g. the Beast, R&ouml;tschreck, stakes, torpor).</li>  <li>You are familiar with the clan-specific Disciplines of your sect&#039;s core clans.</li>  <li>You know the basics of how diablerie is performed.</li>  <li>You know the basic natures of the core clans of the opposing sect.</li>  <li>You      know the strengths and weaknesses of the core clans of your sect,   and    the basic natures of the common bloodlines of your sect.</li>  <li>You know rumors about the Independent clans.</li>  <li>You know the common legends of your clan&#039;s Antediluvian.</li>  <li>You know that holy water hurts vampires... sometimes.</li>  <li>If you are of an Independent clan, you know the rules and offices of a city run by your clan in some detail.</li>  <li>If there is a Path of Enlightenment strongly associated with your clan, you are generally familiar with it even if you do not follow it yourself.</li>  </ul>","last_update": "2015-08-25 04:23:10","update_by": null}, {"pkey": 147,"lore_id": 1,"traits": 5,"information": "<ul>  <li>You know of clans and bloodlines that are lost to history.</li>  <li>You are familiar with the Disciplines of obscure bloodlines and lost clans.</li>  <li>You know some obscure details of the legends of Caine and the Antediluvians.</li>  <li>You know some alternative legends of Kindred origins (such as Lilith).</li>  <li>You know some obscure details of Kindred history and politics.</li>  <li>You are familiar with the names and core concepts of even obscure, ancient, and lost Paths of Enlightenment. (You would still require a mentor to guide you if you wished to change to a different Path yourself.)</li>  </ul>","last_update": "2015-08-25 15:54:47","update_by": null}, {"pkey": 128,"lore_id": 7,"traits": 3,"information": "<ul>  <li>You know of obscure or obsolete <em>ritae</em>, and obscure details of the Vaulderie.</li>  <li>You  are familiar with the Code of Milan.</li>  <li>You  know the philosophy of the Sabbat in some detail.</li>  <li>You know  the powers and weaknesses of the clans, <em>antitribu</em> and bloodlines that are  currently or formerly affiliated with the Sabbat.</li>  <li>You know the proper forms of address for Sabbat title-holders.</li>  <li>You   can name the bishops of major nearby  cities, bishops of smaller  nearby  cities and distant major cities, and archbishops and cardinals  of  nearby regions.  You can name leaders and ducti of major packs near  your  city.</li>  <li>You know the sect affiliation of most major cities in your country  and smaller cities in your local region.</li>  <li>You know the official history of the Sabbat  very well, and have heard some stories that aren&#039;t in the official  history.</li>  </ul>","last_update": "2014-08-16 02:56:23","update_by": null}, {"pkey": 136,"lore_id": 6,"traits": 2,"information": "<ul>  <li>You know how the Traditions are generally interpreted in Camarilla cities.</li>  <li>You know the general beliefs and philosophy of the Camarilla.</li>  <li>You   know the roles and capabilities of the clans  of  the Camarilla.</li>  <li>You can name the major bloodlines affiliated with the Camarilla (e.g., the Daughters of Cacophany, the Samedi, etc.)</li>  <li>You know the structure of the Camarilla and the offices in general use in Camarilla cities.</li>  <li>You can name the officers and primogen of your city and princes of major nearby cities.</li>  <li>You can name the justicar of your clan, if applicable.</li>  <li>You have a good sense of the official history of the Camarilla.</li>  <li>You know that Giovanni-run cities are led by a capo (roughly equivalent to a prince) and a group of respected individuals who combine some of the functions of officers and primogen.</li>  </ul>","last_update": "2015-08-25 03:46:05","update_by": null}, {"pkey": 149,"lore_id": 3,"traits": 1,"information": "<ul>  <li>The fae are a loosely affiliated group of mortal, magical beings who hide within modern society.</li>  <li>Their magical capabilities focus on emotional and mental manipulation, called glamours, and some physical manifestations</li>  <li>Though supernatural, they appear human to the naked eye.</li>  <li>Originally endemic to Europe, the fae spread to North and South America and Australia during colonization.</li>  <li>The terms &ldquo;fairies&rdquo; and &ldquo;changelings&rdquo; are considered insults.</li>  <li>The fae are organized into two different &ldquo;kingdoms.&rdquo; The fae call them the High Court and the Low Court.</li>  </ul>","last_update": "2015-08-31 02:24:21","update_by": null}, {"pkey": 155,"lore_id": 3,"traits": 5,"information": "<ul>  <li>The Courts have been waging a hidden war for centuries. The High Court is winning; it has been systematically pushing the Low Court out of Europe and steadily westward in North America.</li>  <li>The Twisted may drive a human to suicide, using their death to fuel potent magics.</li>  <li>The fae can store magical energy for later use. Some will gather human emotional energy very slowly over time in order to produce stunning magical effects when necessary.</li>  <li>Enchanted objects can be used to store this emotional energy as well.</li>  <li>Individual humans that are overused by the fae are often depressed, isolated, and suicidal.</li>  <li>Your knowledge of fae ways and fae tricks is now such that you can strike a bargain with them which contains no hidden downsides for you.</li>  </ul>","last_update": "2015-08-31 02:40:21","update_by": null}]